[
  {
    "source": "quidditch through the ages.pdf, page 5",
    "text": "A warning: If you rip, tear, shred, bend, fold, deface, \ndisfigure, smear, smudge, throw, drop, or in any \nother manner damage, mistreat, or show lack of \nrespect towards this book, the consequences will be \nas awful as it is within my power to make them. \nIrma Pince, Hogwarts Librarian"
  },
  {
    "source": "quidditch through the ages.pdf, page 6",
    "text": "About Comic Relief: A note from J. K. Rowling \nComic Relief is one of Britain’s most  famous and successful charities. \nBegun in 1985, the organization has raised more than $250,000,000 for \nsuch charities as the Red Cross, Ox fam, Sight Savers, the International \nHIV/AIDS Alliance, and Anti-Slavery International. The Harry Potter books \nrepresent a new opportunity in Comic Relief’s quest to make a meaningful \ndifference in people’s lives. A special Harry’s Books fund has been created \nwhere twenty percent of the retail sales price less taxes from the sale of \nQuidditch Through the Ages and Fantastic Beasts & Where to Find Them \nwill go to support children’s causes throughout the world. Every book sold \ncounts! Fifty cents will send a child to school for a week – and change his \nor her life forever. \nLog on to www.comicrelief.com/harrysbooks and see how the money \nfrom the purchase of these books is being used to help others. The Harry’s \nBooks fund will support such efforts as  the education of children, the fight \nagainst child slavery, and the reuniting of parents and children separated \nby war. The fund will also educate people about the AIDS/HIV epidemic \nand will support child victims of landmine explosions. \nWhat is so wonderful about Comi c Relief is that its costs are \nsponsored, therefore it does not take money for its own administration from \nthe money given by the public. This means that in fact, because of \naccumulated interest, more than 100% of the money it raises it passes on \nto charity projects. \nI have always had a sneaking desire to write Fantastic Beasts & \nWhere to Find Them and Quidditch Through the Ages, so when Richard \nCurtis of Comic Relief wrote to me, I thought it was a wonderful opportunity \nto help a charity I have always supported. Everyone involved with bringing \nthese books to fruition, the publishe rs, vendors, and retailers, has enabled \nthe contribution of a proportion of the cover price of these books to Comic \nRelief’s Harry’s Books fund. \nThank you for buying this book!"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "Praise for Quidditch Through the Ages \n“Kennilworthy Whisp’s painstaking re search has uncovered a veritable \ntreasure trove of hitherto unknown facts about the sport of warlocks. \nA fascinating read.”              — Bathilda Bagshot, author, A History of Magic"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "“Whisp has produced a thoroughly enjoyable book; Quidditch fans are \nsure to find it both instructive and entertaining.” \n— Editor, Which Broomstick"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "“The definitive work on the origin s and history of Quidditch. Highly \nrecommended.”                 — Brutus Scrimgeour, author, The Beaters’ Bible"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "“Mr. Whisp shows a lot of promise.   If he keeps up the good work, he \nmay well find himself sharing a photoshoot with me one of these days!” \n— Gilderoy Lockhart, author, Magical Me"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "“Bet you anything it’ll be a best-seller. Go on, I bet you.” \n— Ludovic Bagman, England and Wimbourne Wasps Beater"
  },
  {
    "source": "quidditch through the ages.pdf, page 8",
    "text": "Text copyright © 2001 by J. K. Rowling.  • Illustrations and hand lettering copyright © 2001 by J. K. Rowling. \nAll rights reserved. Published by Scholastic Press, a division of Scholastic Inc., Publishers since 1920. SCHOLASTIC, \nSCHOLASTIC PRESS, and the LANTERN LOGO are trademarks and/or registered trademarks of Scholastic Inc. HARRY \nPOTTER and all related characters, names, and related indicia are trademarks ofWarner Bros. \nNo part of this publication may be reproduced, or stored in a retrieval system, or transmitted in any form or by any means, \nelectronic, mechanical, photocopying, recording, or otherwise, without written permission of the publisher. For information \nregarding permissions, write to Scholastic Inc., Attention:  Permissions Department, 555 Broadway, New York, NY 10012. \nScholastic Inc. has arranged for twenty percent of the retail sales price less taxes from the sale of this book to go to Comic \nRelief U. K.’s Harry’s Books fund. J. K. Rowling is donating all royalties to which she would be entitled. The purchase of this \nbook is not tax deductible. Comic Relief may be contacted at: Comic Relief, 5th Floor, Albert Embankment, London SEI 77P, \nEngland (www.comicrelief.com). Comic Relief in the United Ki ngdom is not affiliated with the organization of the same \nname in the United Sutes. \nISBN 0-439-32161-1 \nLibrary of Congress Cataloging-in-Publication Data Available \n20 19 18 17 16 15 14                                     07 08 09 \nPrinted in the United States and bound in Mexico       23 \nFirst hardcover boxset edition, September 2001"
  },
  {
    "source": "quidditch through the ages.pdf, page 9",
    "text": "ENNILWORTHY WHISP is a renowned Quidditch \nexpert (and, he says, fanatic). He is the author of many \nQuidditch-related works, including The Wonder of Wigtown \nWanderers, He Flew Like a Madman (a biography of \n“Dangerous” Dai Llewellyn) and Beating the Bludgers – A \nStudy of Defensive Strategies in Quidditch. \nKennilworthy Whisp divides his time between his home \nin Nottinghamshire and “wherever Wigtown Wanderers are \nplaying this week.” His hobbies include backgammon, \nvegetarian cookery, and collecting vintage broomsticks. \nK"
  },
  {
    "source": "quidditch through the ages.pdf, page 10",
    "text": "Contents  \n Foreword vii\n1. The Evolution of the Flying Broomstick 1\n2. Ancient Broom Games 3\n3. The Game From Queerditch Marsh 7\n4. The Arrival of the Golden Snitch 10\n5. Anti-Muggle Precautions 15\n6. Changes in Quidditch Since the \n Fourteenth Century 17\n Pitch 17\n Balls 20\n Players 23\n Rules 27\n Referees 30\n7. Quidditch Teams of Britain and Ireland 31\n8. The Spread of Quidditch Worldwide 38\n9. The Development of the Racing Broom 47\n10. Quidditch Today 51"
  },
  {
    "source": "quidditch through the ages.pdf, page 11",
    "text": "UIDDITCH THROUGH THE AGES  is one of the most \npopular titles in the Hogwarts school library. Madam Pince, \nour librarian, tells me that it is “pawed about, dribbled on, and \ngenerally maltreated” nearly every day – a high compliment for any  \nbook. Anyone who plays or watches Quidditch regularly will relish \nMr. Whisp’s book, as do those of us interested in wider wizarding \nhistory. As we have developed the game of Quidditch, so it has \ndeveloped us; Quidditch unites witches and wizards from all walks \nof life, bringing us together to  share moments of exhilaration, \ntriumph, and (for those who support the Chudley Cannons) \ndespair. \nIt was with some difficulty, I must own, that I persuaded Madam \nPince to part with one of her books so that it might be copied for \nwider consumption. Indeed, when I told her it was to be made \navailable to Muggles, she was rendered temporarily speechless, and \nneither moved nor blinked for several minutes. When she came to \nherself she was thoughtful enough to  ask whether I had taken leave \nof my senses. I was pleased to reassure her on that point and went \non to explain why I had taken this unprecedented decision. \nMuggle readers will need no intr oduction to the work of Comic \nRelief U. K. (which, funnily enoug h, has nothing to do with the \nAmerican organization of the same name), so I now repeat my \nexplanation to Madam Pince for the benefit of witches and wizards \nwho have purchased this book. Comic Relief U. K. uses laughter to \nfight poverty, injustice, and disa ster. Widespread amusement is \nconverted into large quantities of money (over 250 million dollars \nsince they started in 1985 – which is the equivalent of over 174 \nmillion pounds or thirty-four million Galleons). \nEveryone involved in getting this book to you, from the author to \nthe publisher to the paper suppl iers, printers, binders, and \nbooksellers, contributed their time, energy, and materials free or at \na reduced cost, making it possible for twenty percent of the retail \nQ"
  },
  {
    "source": "quidditch through the ages.pdf, page 12",
    "text": "viii \nsales price less taxes from the sale of this book to go to a fund set \nup in Harry Potter’s name by Comic Relief U. K. and J. K. \nRowling. This fund was designed specifically to help children in \nneed throughout the world. By buying this book – and I would \nadvise you to buy it, because if you read it too long without handing \nover money you will find yourself the object of a Thief’s Curse – \nyou too will be contributing to this magical mission. \nI would be deceiving my readers if I said that this explanation \nmade Madam Pince happy about handing over a library book to \nMuggles. She suggested several alternatives, such as telling the \npeople from Comic Relief U. K. that the library had burned down, \nor simply pretending that I had dropped dead without leaving \ninstructions. When I told her that on the whole I preferred my \noriginal plan, she reluctantly agreed to hand over the book, though \nat the point when it came to let go  of it, her nerve failed her and I \nwas forced to prise her fingers individually from the spine. \nThough I have removed the usual library book spells from this \nvolume, I cannot promise that every trace has gone. Madam Pince \nhas been known to add unusual jinxes to the books in her care. I \nmyself doodled absentmindedly on a copy of Theories of \nTransubstantial Transfiguration last year and next moment found the \nbook beating me fiercely about the head. Please be careful how you \ntreat this book. Do not rip out the pages. Do not drop it in the \nbath. I cannot promise that Madam Pince will not swoop down on \nyou, wherever you are, and demand a heavy fine. \nAll that remains is for me to thank you for supporting Comic \nRelief U. K. and to beg Muggles not to try playing Quidditch at \nhome; it is, of course, an entirely  fictional sport and nobody really \nplays it. May I also take this opportunity to wish Puddlemere \nUnited the best of luck next season."
  },
  {
    "source": "quidditch through the ages.pdf, page 13",
    "text": "o spell yet devised enables wizards to fly unaided in \nhuman form. Those few Animagi who transform \ninto winged creatures may en joy flight, but they are a \nrarity. The witch or wizard who finds him- or herself \ntransfigured into a bat may take  to the air, but, having a \nbat’s brain, they are sure to forget where they want to go \nthe moment they take flight. Levitation is commonplace, \nbut our ancestors were not content with hovering five feet \nfrom the ground. They wanted more. They wanted to fly \nlike birds, but without th e inconvenience of growing \nfeathers. \nWe are so accustomed these days to the fact that every \nwizarding household in Britai n owns at least one flying \nbroomstick that we rarely stop to ask ourselves why. \nWhy should the humble broom have become the one object \nlegally allowed as a means of  wizarding transport? Why \ndid we in the West not adopt the carpet so beloved of our \nEastern brethren? Why didn’t we choose to produce flying \nbarrels, flying armchairs, flying bathtubs – why brooms? \nShrewd enough to see that their Muggle neighbours \nwould seek to exploit their powers if they knew their full \nN"
  },
  {
    "source": "quidditch through the ages.pdf, page 14",
    "text": "2 \nextent, witches and wizard s kept themselves to \nthemselves long before the International Statute of \nWizarding Secrecy came into effect. If they were to keep \na means of flight in their ho uses, it would necessarily be \nsomething discreet, something easy to hide. The \nbroomstick was ideal for this purpose; it required no \nexplanation, no excuse if found by Muggles, it was easily \nportable and inexpensive. Nevertheless, the first brooms \nbewitched for flying purposes had their drawbacks. \nRecords show that witches and wizards in Europe were \nusing flying broomsticks as early as \nA.D. 962. A German \nilluminated manuscript of this period shows three \nwarlocks dismounting from their brooms with looks of \nexquisite discomfort on thei r faces. Guthrie Lochrin, a \nScottish wizard writing in 1107, spoke of the “splinter-\nfilled buttocks and bulging piles” he suffered after a short \nbroom ride from Montrose to Arbroath. \nA medieval broomstick on display in the Museum of \nQuidditch in London gives us an insight into Lochrin’s \ndiscomfort (see Fig. A). A thick knotty handle of \nunvarnished ash, with haze l twigs bound crudely to one \nend, it is neither comfortable nor aerodynamic. The \ncharms placed upon it are similarly basic: It will only \nmove forwards at one speed; it will go up, down, and stop. \nAs wizarding families in those days made their own \nbrooms, there was enormous  variation in the speed,"
  },
  {
    "source": "quidditch through the ages.pdf, page 15",
    "text": "3 \ncomfort, and handling of the transport available to them. \nBy the twelfth century, howeve r, wizards had learned to \nbarter services, so that a sk illed maker of brooms could \nexchange them for the potions his neighbour might make \nbetter than himself. Once broomsticks became more \ncomfortable, they were flown for pleasure rather than \nmerely used as a means of getting from point A to point B."
  },
  {
    "source": "quidditch through the ages.pdf, page 15",
    "text": "room sports emerged almost  as soon as broomsticks \nwere sufficiently advanced to allow fliers to turn \ncorners and vary their speed and height. Early wizarding \nwritings and paintings give us some idea of the games our \nancestors played. Some of th ese no longer exist; others \nhave survived or evolved into the sports we know today. \nThe celebrated annual broom race of Sweden dates \nfrom the tenth century. Fliers  race from Kopparberg to \nB"
  },
  {
    "source": "quidditch through the ages.pdf, page 16",
    "text": "4 \nArjeplog, a distance of slightly over three hundred miles. \nThe course runs straight th rough a dragon reservation, \nand the vast silver trophy is shaped like a Swedish Short-\nSnout. Nowadays this is an international event and \nwizards of all nationalities congregate at Kopparberg to \ncheer the starters, then Apparate to Arjeplog to \ncongratulate the survivors. \nThe famous painting Günther der Gewalttätige ist der Gewinner \n(“Gunther the Violent Is the Winner”), dated 1105, shows \nthe ancient German game of Stichstock. A twenty-foot-\nhigh pole was topped with an inflated dragon bladder. \nOne player on a broomstick had the job of protecting this \nbladder. The bladder-guardian was tied to the pole by a \nrope around his or her waist, so  that he or she could not \nfly further than ten feet away from it. The rest of the \nplayers would take it in tu rns to fly at the bladder and \nattempt to puncture it with th e specially sharpened ends \nof their brooms. The bladder-guardian was allowed to use \nhis or her wand to repel these attacks. The game ended \nwhen the bladder was successfully punctured, or the \nbladder-guardian had either  succeeded in hexing all \nopponents out of the running or collapsed from \nexhaustion. Stichstock died out in the fourteenth century. \nIn Ireland the game of Aingingein flourished, the \nsubject of many an Irish ballad (the legendary wizard \nFingal the Fearless is alleged to have been an Aingingein"
  },
  {
    "source": "quidditch through the ages.pdf, page 17",
    "text": "5 \nchampion). One by one the players would take the Dom, \nor ball (actually the gallbladder of a goat), and speed \nthrough a series of burning barrels set high in the air on \nstilts. The Dom was to be thrown through the final barrel. \nThe player who succeeded in getting the Dom through the \nlast barrel in the fastest time, without having caught fire \non the way, was the winner. \nScotland was the birthplace of what is probably the \nmost dangerous of all broom games – Creaothceann. \nThe game features in a tragic Gaelic poem of the eleventh \ncentury, the first verse of which says, in translation:"
  },
  {
    "source": "quidditch through the ages.pdf, page 17",
    "text": "The players assembled, twelve fine, hearty men, \nThey strapped on their cauldrons, stood poised to fly, \nAt the sound of the horn they were swiftly airborne \nBut ten of their number were fated to die."
  },
  {
    "source": "quidditch through the ages.pdf, page 17",
    "text": "Creaothceann players each wore a cauldron strapped to \nthe head. At the sound of the horn or drum, up to a \nhundred charmed rocks and boulders that had been \nhovering a hundred feet ab ove the ground began to fall \ntowards the earth. The Creaothceann players zoomed \naround trying to catch as many rocks as possible in their \ncauldrons. Considered by ma ny Scottish wizards to be \nthe supreme test of manliness and courage, Creaothceann \nenjoyed considerable popularity in the Middle Ages,"
  },
  {
    "source": "quidditch through the ages.pdf, page 18",
    "text": "6 \ndespite the huge number of fatalities that resulted from it. \nThe game was made illegal in 1762, and though Magnus \n“Dent-Head” Macdonald spearh eaded a campaign for its \nreintroduction in the 1960s, the Ministry of Magic \nrefused to lift the ban. \nShuntbumps was popular in Devon, England. This \nwas a crude form of jousting, the sole aim being to knock \nas many other players as possible off their brooms, the last \nperson remaining on their broom winning. \nSwivenhodge began in Herefordshire. Like \nStichstock, this involved an inflated bladder, usually a \npig’s. Players sat backwards  on their brooms and batted \nthe bladder backwards and forw ards across a hedge with \nthe brush ends of their br ooms. The first person to miss \ngave their opponent a point. First to reach fifty points was \nthe winner. \nSwivenhodge is still played in England, though it has \nnever achieved much widespread popularity; Shuntbumps \nsurvives only as a children’s game. At Queerditch Marsh, \nhowever, a game had been created that would one day \nbecome the most popular in the wizarding world."
  },
  {
    "source": "quidditch through the ages.pdf, page 19",
    "text": "e owe our knowledge of the rude beginnings of \nQuidditch to the writings  of the witch Gertie \nKeddle, who lived on the edge of Queerditch Marsh in the \neleventh century. Fortunately for us, she kept a diary, now \nin the Museum of Quidditc h in London. The excerpts \nbelow have been translated from the badly spelled Saxon \nof the original."
  },
  {
    "source": "quidditch through the ages.pdf, page 19",
    "text": "Tuesday. Hot. That lot from across the marsh have been at it \nagain. Playing a stupid game on their broomsticks. A big \nleather ball landed in my cabbages. I hexed the man who \ncame for it. I’d like to see him fly with his knees on back to \nfront, the great hairy hog."
  },
  {
    "source": "quidditch through the ages.pdf, page 19",
    "text": "Tuesday. Wet. Was out on the marsh picking nettles. \nBroomstick idiots playing again. Watched for a bit from \nbehind a rock. They’ve got a new ball. Throwing it to each \nother and trying to stick it in  trees at either end of the \nmarsh. Pointless rubbish."
  },
  {
    "source": "quidditch through the ages.pdf, page 19",
    "text": "Tuesday. Windy. Gwenog came for nettle tea, then invited \nme out for a treat. Ended up watching those numbskulls \nW"
  },
  {
    "source": "quidditch through the ages.pdf, page 20",
    "text": "8 \nplaying their game on the marsh. That big Scottish warlock \nfrom up the hill was there. Now they’ve got two big, heavy \nrocks flying around trying to knock them all off their \nbrooms. Unfortunately didn’t happen while I was watching. \nGwenog told me she often played herself. Went home in \ndisgust."
  },
  {
    "source": "quidditch through the ages.pdf, page 20",
    "text": "These extracts reveal much more than Gertie Keddle \ncould have guessed, quite apart from the fact that she only \nknew the name of one of the days of the week. Firstly, the \nball that landed in her cabbage patch was made of leather, \nas is the modern Quaffle –  naturally, the inflated bladder \nused in other broom games of the period would be \ndifficult to throw accurately , particularly in windy \nconditions. Secondly, Gertie te lls us that the men were \n“trying to stick it in trees at  either end of the marsh” – \napparently an early form of goal-scoring. Thirdly, she gives \nus a glimpse of the forerunners of Bludgers. It is \nimmensely interesting that there was a “big Scottish \nwarlock” present. Could he have been a Creaothceann \nplayer? Was it his idea to bewitch heavy rocks to zoom \ndangerously around the pitch, inspired by the boulders \nused in his native game? \nWe find no further mention of the sport played on \nQueerditch Marsh until a century later, when the wizard \nGoodwin Kneen took up his quill to write to his"
  },
  {
    "source": "quidditch through the ages.pdf, page 21",
    "text": "9 \nNorwegian cousin Olaf. Kneen lived in Yorkshire, which \ndemonstrates the spread of the sport throughout Britain \nin the hundred years after Gertie Keddle first witnessed \nit. Kneen’s letter is deposited in the archives of the \nNorwegian Ministry of Magic."
  },
  {
    "source": "quidditch through the ages.pdf, page 21",
    "text": "Dear Olaf, \nHow are you? I am well, though Gunhilda had got a \ntouch of dragon pox. \nWe enjoyed a spirited game of Kwidditch last Saturday \nnight, though poor Gunhilda was not up to playing Catcher, \nand we had to use Radulf the blacksmith instead. The team \nfrom Ilkley played well though was no match for us, for we \nhad been practising hard all month and scored forty-two \ntimes. Radulf got a Blooder in the head because old Ugga \nwasn’t quick enough with his club. The new scoring barrels \nworked well. Three at each end on stilts, Oona from the inn \ngave us them. She let us have free mead all night because we \nwon as well. Gunhilda was a bit angry I got back so late. I \nhad to duck a couple of nasty jinxes but I’ve got my fingers \nback now. \nI’m sending this with the best owl I’ve got, hope he makes it. \nYour cousin, \nGoodwin"
  },
  {
    "source": "quidditch through the ages.pdf, page 21",
    "text": "Here we see how far the game has progressed in a century. \nGoodwin’s wife was to have played “Catcher” – probably \nthe old term for Chaser. The “Blooder” (undoubtedly"
  },
  {
    "source": "quidditch through the ages.pdf, page 22",
    "text": "10 \nBludger) that hit Radulf the bl acksmith should have been \nfended off by Ugga, who was obviously playing Beater, as \nhe was carrying a club. The goals are no longer trees, but \nbarrels on stilts. One crucial element in the game was still \nmissing, however: the Golden Snitch. The addition of the \nfourth Quidditch ball did not occur until the middle of the \nthirteenth century and it came about in a curious manner."
  },
  {
    "source": "quidditch through the ages.pdf, page 22",
    "text": "rom the early 1100s, Snidget-hunting had been \npopular among many witc hes and wizards. The \nGolden Snidget (see Fig. B) is today a protected species, \nbut at that time Golden Snidgets were common in northern \nEurope, though difficult to de tect by Muggles because of \ntheir aptitude at hiding and their very great speed. \nThe diminutive size of the Snidget, coupled with its \nremarkable agility in the air and talent at avoiding \npredators, merely added to the prestige of wizards who \ncaught them. A twelfth-century tapestry preserved in the \nMuseum of Quidditch shows a group setting out to catch \na Snidget. In the first portion of the tapestry, some \nhunters carry nets, others use wands, and still others \nattempt to catch the Snidget with their bare hands. The \nF"
  },
  {
    "source": "quidditch through the ages.pdf, page 23",
    "text": "11 \ntapestry reveals the fact that the Snidget was often \ncrushed by its captor. In the fi nal portion of the tapestry \nwe see the wizard who caught the Snidget being presented \nwith a bag of gold. \nSnidget-hunting was reprehensible in many ways. Every \nright-minded wizard must de plore the destruction of \nthese peace-loving little bird s in the name of sport. \nMoreover, Snidget-hunting,  which was usually under-"
  },
  {
    "source": "quidditch through the ages.pdf, page 23",
    "text": "taken in broad daylight, led to more Muggle broomstick \nsightings than any other pursuit. The Wizards’ Council of \nthe time, however, was unable to curb the sport’s \npopularity – indeed, it appears that the Council itself saw \nlittle wrong with it, as we shall see. \nSnidget-hunting finally crossed paths with Quidditch in \n1269 at a game attended by the Chief of the Wizards’"
  },
  {
    "source": "quidditch through the ages.pdf, page 24",
    "text": "12 \nCouncil himself, Barberus Bragge. We know this because \nof the eyewitness account sent by Madam Modesty \nRabnott of Kent to her sister Prudence in Aberdeen (this \nletter is also on display in the Museum of Quidditch). \nAccording to Madam Rabnott, Bragge brought a caged \nSnidget to the match and told the assembled players that \nhe would award one hundred and fifty Galleons\n1 to the \nplayer who caught it during the course of the game. \nMadam Rabnott explains what happened next:"
  },
  {
    "source": "quidditch through the ages.pdf, page 24",
    "text": "The players rose as one into the air, ignoring the \nQuaffle and dodging the Blooders. Both Keepers \nabandoned the goal baskets and joined the hunt. The \npoor little Snidget shot up and down the pitch seeking \na means of escape, but the wizards in the crowd forced \nit back with Repelling Spells. Well, Pru, you know \nhow I am about Snidget-hunting and what I get like \nwhen my temper goes. I ran onto the pitch and \nscreamed, “Chief Bragge, this is not sport! Let the \nSnidget go free and let us watch the noble game of \nCuaditch which we have all come to see!” If you’ll \nbelieve me. Pru, all the brute did was laugh and \nthrouw the empty birdcage at me. Well, I saw red, \nPru, I really did. When the poor little Snidget flew \n1. Equivalent to over a million Ga lleons today. Whether Chief Bragge \nintended to pay or not is a moot point."
  },
  {
    "source": "quidditch through the ages.pdf, page 25",
    "text": "13 \nMy way I did a Summoning Charm. You know how \ngood my Summoning Charms are, Pru – of course it \nwas easier for me to aim properly, not being mounted \non a broomstick at the ti me. The little bird came \nzooming into my hand. I stu ffed it down the front of \nmy robes and ran like fury. \nWell, they caught me, but not  before I’d got out of \nthe crowds and released th e Snidget. Chief Bragge \nwas very angry and for a mo ment I thought I’d end \nup a horned toad, or worse,  but luckily his advisors \ncalmed him down and I was only fined ten Galleons \nfor disrupting the game. Of  course I’ve never had ten \nGalleons in my life, so that’s the old home gone. \nI’ll be coming to live with you shortly, luckily they \ndidn’t take the Hippogriff.  And I’ll tell you this, \nPru, Chief Bragge would have lost my vote if I’d \nhad one. \nYour loving sister, \nModesty"
  },
  {
    "source": "quidditch through the ages.pdf, page 25",
    "text": "Madam Rabnott’s brave action might have saved one \nSnidget, but she could not save  them all. Chief Bragge’s \nidea had forever changed the nature of Quidditch. \nGolden Snidgets were soon being released during all \nQuidditch games, one player on each team (the Hunter) \nhaving the sole task of catching it. When the bird was"
  },
  {
    "source": "quidditch through the ages.pdf, page 26",
    "text": "14 \nkilled, the game was over and the Hunter’s team was \nawarded an extra one hundred and fifty points, in \nmemory of the one hundred and fifty Galleons promised \nby Chief Bragge. The crowd undertook to keep the \nSnidget on the pitch by using the Repelling Spells \nmentioned by Madam Rabnott. \nBy the middle of the following century, however, \nGolden Snidget numbers had fallen so low that the \nWizards’ Council, now headed by the considerably more \nenlightened Elfrida Clagg, made the Golden Snidget a \nprotected species, outlawing both its killing and its use in \nQuidditch games. The Modesty Rabnott Snidget \nReservation was founded in Somerset and a substitute for \nthe bird was frantically so ught to enable the game of \nQuidditch to proceed. \nThe invention of the Golden Snitch is credited to the \nwizard Bowman Wright of Godric’s Hollow. While \nQuidditch teams all over th e country tried to find bird \nsubstitutes for the Snidget, Wright, who was a skilled \nmetal-charmer, set himself to the task of creating a ball \nthat mimicked the behaviour and flight patterns of the \nSnidget. That he succeeded perfectly is clear from the \nmany rolls of parchment he left behind him on his death \n(now in the possession of a private collector), listing the \norders that he had received from all over the country. The \nGolden Snitch, as Bowman called his invention, was a"
  },
  {
    "source": "quidditch through the ages.pdf, page 27",
    "text": "15 \nwalnut-sized ball exactly the weight of a Snidget. Its \nsilvery wings had rotational joints like the Snidget’s, \nenabling it to change directi on with the lightning speed \nand precision of its living model. Unlike the Snidget, \nhowever, the Snitch had been bewitched to remain within \nthe boundaries of the field. The introduction of the \nGolden Snitch may be said to have finished the process \nbegun three hundred years before on Queerditch Marsh. \nQuidditch had been truly born."
  },
  {
    "source": "quidditch through the ages.pdf, page 27",
    "text": "n 1398 the wizard Zacharias Mumps set down the first \nfull description of the game of Quidditch. He began by \nemphasising the need for anti-Muggle security while \nplaying the game: “Choose areas of deserted moorland far \nfrom Muggle habitations and make sure that you cannot \nbe seen once you take of f on your brooms. Muggle-\nRepelling Charms are useful  if you are setting up a \npermanent pitch. It is advisable, too, to play at night.” \nWe deduce that Mumps’s excellent advice was not \nalways followed from the fact  that the Wizards’ Council \noutlawed all Quidditch-playing within fifty miles of towns \nI"
  },
  {
    "source": "quidditch through the ages.pdf, page 28",
    "text": "16 \nin 1362. Clearly the popularity of the game was increasing \nrapidly, for the Council found it necessary to amend the \nban in 1368, making it illega l to play within a hundred \nmiles of a town. In 1419, the Council issued the famously \nworded decree that Quidditch should not be played \n“anywhere near any place wh ere there is the slightest \nchance that a Muggle might be watching or we’ll see how \nwell you can play whilst chained to a dungeon wall.” \nAs every school-age wizard knows, the fact that we fly \non broomsticks is probably our worst-kept secret. No \nMuggle illustration of a witch is complete without a \nbroom and however ludicrous these drawings are (for \nnone of the broomsticks depicted by Muggles could stay \nup in the air for a moment), they remind us that we were \ncareless for too many centur ies to be surprised that \nbroomsticks and magic are in extricably linked in the \nMuggle mind. \nAdequate security measures were not enforced until the \nInternational Statute of Wizarding Secrecy of 1692 made \nevery Ministry of Magic directly responsible for the \nconsequences of magical s ports played within their \nterritories. This subsequently led, in Britain, to the \nformation of the Department of Magical Games and \nSports. Quidditch teams th at flouted the Ministry \nguidelines were henceforth forced to disband. The most \nfamous instance of this was the Banchory Bangers, a"
  },
  {
    "source": "quidditch through the ages.pdf, page 29",
    "text": "17 \nScottish team renowned not only for their poor Quidditch \nskills but also for their post -match parties. After their \n1814 match against the Appleby Arrows (see Chapter \nSeven), the Bangers not only allowed their Bludgers to \nzoom away into the night, b ut also set out to capture a \nHebridean Black for their team mascot. Ministry of Magic \nrepresentatives apprehended th em as they were flying \nover Inverness and the Banc hory Bangers never played \nagain. \nNowadays Quidditch teams do not play locally, but \ntravel to pitches, which have been set up by the \nDepartment of Magical Games and Sports where \nadequate anti-Muggle security is maintained. As Zacharias \nMumps so rightly suggested six hundred years ago, \nQuidditch pitches are safest on deserted moors."
  },
  {
    "source": "quidditch through the ages.pdf, page 29",
    "text": "Pitch \nZacharias Mumps describes the fourteenth-century pitch \nas oval-shaped, five hundred feet long, and a hundred and \neighty feet wide with a small central circle (approximately \ntwo feet in diameter) in the middle. Mumps tells us that"
  },
  {
    "source": "quidditch through the ages.pdf, page 30",
    "text": "18 \nthe referee (or Quijudge, as he or she was then known), \ncarried the four balls into this central circle while the \nfourteen players stood around him. The moment the balls \nwere released (the Quaffle was thrown by the referee; see \n“Quaffle” below), the players raced into the air. The \ngoalposts in Mumps’s time were still large baskets on \npoles, as seen in Fig. C. \nIn 1620 Quintius Umfraville \nwrote a book called The Noble \nSport of Warlocks, which included \na diagram of the seventeenth-\ncentury pitch (see Fig. D). Here \nwe see the addition of what we \nknow as “scoring areas” (see \n“Rules” below). The baskets on \ntop of the goalposts were \nconsiderably smaller and higher \nthan in Mumps’s time. \nBy 1883 baskets had ceased to \nbe used for scoring and were \nreplaced with the goalposts we \nuse today, an innovation \nreported in the Daily Prophet of \nthe time (see below). The \nQuidditch pitch has not altered \nsince that time."
  },
  {
    "source": "quidditch through the ages.pdf, page 31",
    "text": "Bring Back \nOur Baskets! \nThat was the cry heard from Quidditch \nplayers across the nation last night as it \nbecame clear that the Department of \nMagical Games and Sports had decided to \nburn the baskets used for centuries for goal-\nscoring in Quidditch. \n“We’re not burning them, don’t \nexaggerate,” said an irritable-looking \nDepartmental representative last night \nwhen asked to comment. “Baskets, as you \nmay have noticed, come in different sizes. \nWe have found it impossible to standardise \nbasket size so as to make goalposts \nthroughout Britain equal. Surely you can \nsee it’s a matter of fairness. I mean, there’s \na team up near Barnton, they’ve got these \nminuscule little baskets attached to the \nopposing team’s posts, you couldn’t get a \ngrape in them. And up their own end they’ve \ngot these great wicker caves swinging \naround. It’s not on. We’ve settled on a fixed"
  },
  {
    "source": "quidditch through the ages.pdf, page 32",
    "text": "20 \nhoop size and that’s it. Everything nice and \nfair.” \nAt this point, the Departmental \nrepresentative was forced to retreat under a \nhail of baskets thrown by the angry \ndemonstrators assembled in the hall. \nAlthough the ensuing riot was later blamed \non goblin agitators, there can be no doubt \nthat Quidditch fans across Britain are \ntonight mourning the end of the game as we \nknow it. \n“ ’T won’t be t’ same wi’out baskets,” said \none apple-cheeked old wizard sadly. “I \nremember when I were a lad, we used to set \nfire to ’em for a laugh during t’ match. You \ncan’t do that with goal hoops. ’Alf t’ fun’s \ngone.” \nDaily Prophet, 12 February 1883"
  },
  {
    "source": "quidditch through the ages.pdf, page 32",
    "text": "Balls \nThe Quaffle \nAs we know from Gertie Keddle’s diary, the Quaffle was \nfrom earliest times made of leather. Alone of the four \nQuidditch balls, the Quaffle was not originally enchanted, \nbut merely a patched leather ball, often with a strap (see \nFig. E), as it had to be caught and thrown one-handed. \nSome old Quaffles have finger  holes. With the discovery \nof Gripping Charms in 1875, however, straps and finger \nholes have become unnecessary, as the Chaser is able to \nkeep a one-handed hold on the charmed leather without \nsuch aids."
  },
  {
    "source": "quidditch through the ages.pdf, page 33",
    "text": "21 \nThe modern Quaffle is twelve inches in diameter and \nseamless. It was first colour ed scarlet in the winter of \n1711, after a game when heavy rain had made it \nindistinguishable from the muddy ground whenever it was \ndropped. Chasers were also becoming increasingly \nirritated by the necessity of diving continually towards the \nground to retrieve the Quaffle whenever they missed a \ncatch and so, shortly after the Quaffle’s change of colour, \nthe witch Daisy Pennifold had the idea of bewitching the \nQuaffle so that if dropped, it would fall slowly earthwards \nas though sinking through water, meaning that Chasers \ncould grab it in mid-air. The “Pennifold Quaffle” is still \nused today."
  },
  {
    "source": "quidditch through the ages.pdf, page 33",
    "text": "The Bludgers \nThe first Bludgers (or “Blooders”) were, as we have seen, \nflying rocks, and in Mumps’s time they had merely \nprogressed to rocks carved into the shape of balls. These"
  },
  {
    "source": "quidditch through the ages.pdf, page 34",
    "text": "22 \nhad one important disadvantage, however: They could be \ncracked by the magically reinforced Beaters’ bats of the \nfifteenth century, in which case all players would be \npursued by flying gravel for the remainder of the game. \nIt was probably for this re ason that some Quidditch \nteams began experimenting with metal Bludgers in the \nearly sixteenth century. Agatha Chubb, expert in ancient \nwizarding artifacts, has identi fied no fewer than twelve \nlead Bludgers dating from this period, discovered both in \nIrish peat bogs and English marshes. “They are \nundoubtedly Bludgers rather than cannon balls,” she \nwrites."
  },
  {
    "source": "quidditch through the ages.pdf, page 34",
    "text": "The faint indentations of magically reinforced Beaters’ bats \nare visible and one can see the distinctive hallmarks of \nmanufacture by a wizard (as opposed to a Muggle) – the \nsmoothness of line, the perfect symmetry. A final clue was \nthe fact that each and every one of them whizzed around my \nstudy and attempted to knock me to the floor when released \nfrom its case."
  },
  {
    "source": "quidditch through the ages.pdf, page 34",
    "text": "Lead was eventually discover ed to be too soft for the \npurpose of Bludger manufacture (any indentation left on \na Bludger will affect its ability to fly straight). Nowadays \nall Bludgers are made of iron. They are ten inches in \ndiameter."
  },
  {
    "source": "quidditch through the ages.pdf, page 35",
    "text": "23 \nBludgers are bewitched to chase players in-\ndiscriminately. If left to their own devices, they will attack \nthe player closest to them, hence the Beaters’ task is to \nknock the Bludgers as far away from their own team as \npossible."
  },
  {
    "source": "quidditch through the ages.pdf, page 35",
    "text": "The Golden Snitch \nThe Golden Snitch is walnut-sized, as was the Golden \nSnidget. It is bewitched to evade capture as long as \npossible. There is a tale th at a Golden Snitch evaded \ncapture for six months on Bodm in Moor in 1884, both \nteams finally giving up in di sgust at their Seekers’ poor \nperformances. Cornish wizards  familiar with the area \ninsist to this day that the Snit ch is still living wild on the \nmoor, though I have not been able to confirm this story."
  },
  {
    "source": "quidditch through the ages.pdf, page 35",
    "text": "Players \nThe Keeper \nThe position of Keeper has certainly existed since the \nthirteenth century (see Chapter Four), though the role \nhas changed since that time. \nAccording to Zacharias Mumps, the Keeper"
  },
  {
    "source": "quidditch through the ages.pdf, page 35",
    "text": "should be first to reach the goal baskets for it is his job to \nprevent the Quaffle entering therein. The Keeper should \nbeware of straying too far towards the other end of the"
  },
  {
    "source": "quidditch through the ages.pdf, page 36",
    "text": "24 \npitch, in case his baskets come under threat in his absence. \nHowever, a fast Keeper may be able to score a goal and then \nreturn to his baskets in time to prevent the other team \nequalising. It is a matter for the individual conscience of the \nKeeper."
  },
  {
    "source": "quidditch through the ages.pdf, page 36",
    "text": "It is clear from this that in Mumps’s day the Keepers \nperformed like Chasers with extra responsibilities. They \nwere allowed to move all ov er the pitch and to score \ngoals. \nBy the time Quintius Umfraville wrote The Noble Sport \nof Warlocks in 1620, however, the Keeper’s job had been \nsimplified. The scoring area s had now been added to the \npitch and the Keepers were advised to remain within \nthem, guarding their goal baskets, though Keepers may fly \nout of this area in an atte mpt to intimidate opposing \nChasers or head them off early."
  },
  {
    "source": "quidditch through the ages.pdf, page 36",
    "text": "The Beaters \nThe duties of the Beaters have changed little through the \ncenturies and it is likely that Beaters have existed ever \nsince the introduction of the Bludgers. Their first duty is \nto guard their team members from the Bludgers, which \nthey do with the aid of bats  (once clubs, see Goodwin \nKneen’s letter in Chapter Three). Beaters have never been"
  },
  {
    "source": "quidditch through the ages.pdf, page 37",
    "text": "25 \ngoal-scorers, nor is there an y indication that they have \nhandled the Quaffle. \nBeaters need a good deal of physical strength to repel \nthe Bludgers. This is therefore the position that, more than \nany other, has tended to be taken by wizards rather than \nwitches. Beaters also need to have an excellent sense of \nbalance, as it is sometimes necessary for them to take both \nhands from their brooms for a double-handed assault on a \nBludger."
  },
  {
    "source": "quidditch through the ages.pdf, page 37",
    "text": "The Chasers \nChaser is the oldest position in Quidditch, for the game \nonce consisted wholly of goal-scoring. The Chasers throw \nthe Quaffle to each other and score ten points for every \ntime they get it through one of the goal hoops. \nThe only significant change in Chasing came about in \n1884, one year after the substitution of goal hoops for \ngoal baskets. A new rule was introduced which stated that \nonly the Chaser carrying the Quaffle could enter the \nscoring area. If more than one Chaser entered, the goal \nwould be disallowed. The rule was designed to outlaw \n“stooging” (see “Fouls” below), a move by which two \nChasers would enter the scoring area and ram the Keeper \naside, leaving a goal hoop clear for the third Chaser. \nReaction to this new rule was reported in the Daily \nProphet of the time."
  },
  {
    "source": "quidditch through the ages.pdf, page 38",
    "text": "26 \nOur Chasers \nAren’t \nCheating! \nThat was the stunned reaction of Quidditch \nfans across Britain last night when the so-\ncalled “Stooging Penalty” was announced by \nthe Department of Magical Games and \nSports last night. \n“Instances of stooging have been on the \nincrease,” said a harassed-looking Depart-\nmental representative last night. “We feel \nthat this new rule will eliminate the severe \nKeeper injuries we have been seeing only \ntoo often. From now on, one Chaser will \nattempt to beat the Keeper, as opposed to \nthree Chasers beating the Keeper up. \nEverything will be much cleaner and fairer.” \nAt this point the Departmental rep-\nresentative was forced to retreat as the \nangry crowd started to bombard him with \nQuaffles. Wizards from the Department of \nMagical Law Enforc ement arrived to \ndisperse the crowd, who were threatening to \nstooge the Minister of Magic himself. \nOne freckle-faced six-year-old left the \nhall in tears. \n“I loved stooging,” he sobbed to the Daily \nProphet. “Me and me dad like watching \nthem Keepers flattened. I don’t want to go \nto Quidditch no more.” \nDaily Prophet, 22 June 1884 \nThe Seeker \nUsually the lightest and fastest fliers, Seekers need both a \nsharp eye and the ability to fly one- or no-handed. Given \ntheir immense importance in the overall outcome of the"
  },
  {
    "source": "quidditch through the ages.pdf, page 39",
    "text": "27 \nmatch, for the capture of the Snitch so often snatches \nvictory from the jaws of defeat, Seekers are most likely to \nbe fouled by members of the opposition. Indeed, while \nthere is considerable glamour attached to the position of \nSeeker, for they are traditionally the best fliers on the \npitch, they are usually the players who receive the worst \ninjuries. “Take out the Seeker” is the first rule in Brutus \nScrimgeour’s The Beaters’ Bible. \nRules \nThe following rules were set down by the Department of \nMagical Games and Sports upon its formation in 1750: \n1.  Though there is no limit imposed on the height to \nwhich a player may rise during the game, he or she must \nnot stray over the boundary lines of the pitch. Should a \nplayer fly over the boundary, his or her team must \nsurrender the Quaffle to the opposing team. \n2.  The Captain of a team may call for “time out” by \nsignalling to the referee. This is the only time players’ feet \nare allowed to touch the ground during a match. Time out \nmay be extended to a two-hour period if a game has lasted \nmore than twelve hours. Failure to return to the pitch \nafter two hours leads to the team’s disqualification. \n3.  The referee may award pe nalties against a team. The \nChaser taking the penalty will fly from the central circle \ntowards the scoring area. A ll players other than the"
  },
  {
    "source": "quidditch through the ages.pdf, page 40",
    "text": "28 \nopposing Keeper must keep well back while the penalty is \ntaken. \n4.  The Quaffle may be taken from another player’s grasp \nbut under no circumstances must one player seize hold of \nany part of another player’s anatomy. \n5.  In the case of injury, no substitution of players will take \nplace. The team will play on without the injured player. \n6.  Wands may be taken on to the pitch\n1 but must under no \ncircumstances whatsoever be used against opposing team \nmembers, any opposing team member’s broom, the \nreferee, any of the balls, or any member of the crowd. \n7.  A game of Quidditch ends only when the Golden Snitch \nhas been caught, or by mutual consent of the two team \nCaptains. \nFouls \nRules are of course “made to  be broken.” Seven hundred \nQuidditch fouls are listed in the Department of Magical \nGames and Sports records, a nd all of them are known to \nhave occurred during the final of the first ever World Cup \nin 1473. The full list of thes e fouls, however, has never \nbeen made available to the wi zarding public. It is the \nDepartment’s view that witches and wizards who see the \nlist “might get ideas.” \n1. The right to carry a wand at all times was established by the International \nConfederation of Wizards in 1692, when Muggle persecution was at its height \nand the wizards were planning their retreat into hiding."
  },
  {
    "source": "quidditch through the ages.pdf, page 41",
    "text": "29 \nI was fortunate enough to gain access to the documents \nrelating to these fouls while researching this book and can \nconfirm that no public g ood can come of their \npublication. Ninety percent of th e fouls listed are, in any \ncase, impossible as long as the ban on using wands against \nthe opposing team is upheld (this ban was imposed in \n1538). Of the remaining ten percent, it is safe to say that \nmost would not occur to even the dirtiest player; for \nexample, “setting fire to an opponent’s broom tail,” \n“attacking an opponent’s broom with a club,” “attacking \nan opponent with an axe.” This is not to say that modern \nQuidditch players never brea k rules. Ten common fouls \nare listed below. The correct Quidditch term for each foul \nis given in the first column."
  },
  {
    "source": "quidditch through the ages.pdf, page 41",
    "text": "Name Applies to Description \nBlagging All players Seizing opponent’s broom tail to slow or \nhinder \nMatching All players Flying with intent to collide \nBlurting All players Locking broom handles with a view to \nsteering opponent off course \nBumphing Beaters only Hitting Bludger towards crowd, \nnecessitating a halt of the game as officials \nrush to protect bystanders. Sometimes \nused by unscrupulous players to prevent \nan opposing Chaser scoring \nCobbing All players Excessive use of elbows towards \nopponents"
  },
  {
    "source": "quidditch through the ages.pdf, page 42",
    "text": "30 \nFlacking Keeper only Sticking any portion of anatomy through \ngoal hoop to punch Quaffle out. The \nKeeper is supposed to block the goal \nhoop from the front rather than the rear\nHaversacking Chasers only Hand still on Quaffle as it goes through \ngoal hoop (Quaffle must be thrown) \nQuaffle-pocking Chasers only Tampering with Quaffle, e.g., \npuncturing it so that it falls more quickly \nor zigzags \nSnitchnip All players but \nSeeker \nAny player other than Seeker touching or \ncatching the Golden Snitch \nStooging Chasers only More than one Chaser entering the \nscoring area"
  },
  {
    "source": "quidditch through the ages.pdf, page 42",
    "text": "Referees \nRefereeing a Quidditch match was once a task for only the \nbravest witches and wizards. Zacharias Mumps tells us \nthat a Norfolk referee called Cyprian Youdle died during a \nfriendly match between lo cal wizards in 1357. The \noriginator of the curse was never caught but is believed to \nhave been a member of the crowd. While there have been \nno proven referee slayings since, there have been several \nincidences of broom-tamperi ng over the centuries, the \nmost dangerous being the transformation of the referee’s \nbroom into a Portkey, so that he or she is whisked away \nfrom the match halfway through and turns up months \nlater in the Sahara Desert. The Department of Magical \nGames and Sports has issued  strict guidelines on the \nsecurity measures relating to players’ brooms and these"
  },
  {
    "source": "quidditch through the ages.pdf, page 43",
    "text": "31 \nincidents are now, thankfully, extremely rare. \nThe effective Quidditch referee needs to be more than \nan expert flier. He or sh e has to watch the antics of \nfourteen players at once and the most common referee’s \ninjury is consequently neck strain. At professional \nmatches the referee is assist ed by officials who stand \naround the boundaries of the pitch and ensure that neither \nplayers nor balls stray over the outer perimeter. \nIn Britain, Quidditch refe rees are selected by the \nDepartment of Magical Games and Sports. They have to \ntake rigorous flying tests and an exacting written \nexamination on the rules of Quidditch and prove, through \na series of intensive trials, that they will not jinx or curse \noffensive players even under severe pressure."
  },
  {
    "source": "quidditch through the ages.pdf, page 43",
    "text": "he necessity for keeping the game of Quidditch \nsecret from Muggles mean s that the Department of \nMagical Games and Sports has had to limit the number of \ngames played each year. While amateur games are \npermitted as long as the appropriate guidelines are \nfollowed, professional Quidditch teams have been limited \nT"
  },
  {
    "source": "quidditch through the ages.pdf, page 44",
    "text": "32 \nin number since 1674 when the League was established. \nAt that time, the thirteen best Quidditch teams in Britain \nand Ireland were selected to join the League and all others \nwere asked to disband. The thirteen teams continue to \ncompete each year for the League Cup."
  },
  {
    "source": "quidditch through the ages.pdf, page 44",
    "text": "Appleby Arrows \nThis northern English team was founded in 1612. Its \nrobes are pale blue, emblazoned with a silver arrow. \nArrows fans will agree that their team’s most glorious \nhour was their 1932 defeat of the team who were then the \nEuropean champions, the Vratsa Vultures, in a match that \nlasted sixteen days in conditions of dense fog and rain. The \nclub supporters’ old practice of shooting arrows into the \nair from their wands every time their Chasers scored was \nbanned by the Department of Magical Games and Sports \nin 1894, when one of these weapons pierced the referee \nNugent Potts through the nose. There is traditionally \nfierce rivalry between the Arrows and the Wimbourne \nWasps (see below)."
  },
  {
    "source": "quidditch through the ages.pdf, page 44",
    "text": "Ballycastle Bats \nNorthern Ireland’s most cele brated Quidditch team has \nwon the Quidditch League a total of twenty-seven times \nto date, making it the second most successful in the \nLeague’s history. The Bats wear black robes with a scarlet"
  },
  {
    "source": "quidditch through the ages.pdf, page 45",
    "text": "33 \nbat across the chest. Their famous mascot Barny the \nFruitbat is also well-know n as the bat featured in \nButterbeer advertisements (Barny says: I’m just batty about \nButterbeer!)."
  },
  {
    "source": "quidditch through the ages.pdf, page 45",
    "text": "Caerphilly Catapults \nThe Welsh Catapults, formed in 1402, wear vertically \nstriped robes of light green and scarlet. Their \ndistinguished club history includes eighteen League wins \nand a famous triumph in the European Cup final of 1956, \nwhen they defeated the Norwegian Karasjok Kites. The \ntragic demise of their most  famous player, “Dangerous” \nDai Llewellyn, who was eaten by a Chimaera while on \nholiday in Mykonos, Greece, resulted in a day of national \nmourning for all Welsh witches and wizards. The \nDangerous Dai Commemorative Medal is now awarded at \nthe end of each season to the League player who has taken \nthe most exciting and foolhardy risks during a game."
  },
  {
    "source": "quidditch through the ages.pdf, page 45",
    "text": "Chudley Cannons \nThe Chudley Cannons’ glory days  may be considered by \nmany to be over, but their devoted fans live in hope of a \nrenaissance. The Cannons have  won the League twenty-\none times, but the last time they did so was in 1892 and \ntheir performance over the last century has been \nlacklustre. The Chudley Cannons wear robes of bright"
  },
  {
    "source": "quidditch through the ages.pdf, page 46",
    "text": "34 \norange emblazoned with a speeding cannon ball and a \ndouble “C” in black. The club motto was changed in 1972 \nfrom “We shall conquer” to “Let’s all just keep our fingers \ncrossed and hope for the best.”"
  },
  {
    "source": "quidditch through the ages.pdf, page 46",
    "text": "Falmouth Falcons \nThe Falcons wear dark-grey and white robes with a \nfalcon-head emblem across the chest. The Falcons are \nknown for hard play, a reputation consolidated by their \nworld-famous Beaters, Kevin and Karl Broadmoor, who \nplayed for the club from 1958 to 1969 and whose antics \nresulted in no fewer than fourteen suspensions from the \nDepartment of Magical Games and Sports. Club motto: \n“Let us win, but if we cannot win, let us break a few \nheads.”"
  },
  {
    "source": "quidditch through the ages.pdf, page 46",
    "text": "Holyhead Harpies \nThe Holyhead Harpies is a very old Welsh club (founded \n1203), unique among Quidditch teams around the world \nbecause it has only ever hired witches. Harpy robes are \ndark green with a golden talon upon the chest. The \nHarpies’ defeat of the Heidelberg Harriers in 1953 is \nwidely agreed to have been one of the finest Quidditch \ngames ever seen. Fought over a seven-day period, the \ngame was brought to an end by a spectacular Snitch \ncapture by the Harpy Seeker  Glynnis Griffiths. The"
  },
  {
    "source": "quidditch through the ages.pdf, page 47",
    "text": "35 \nHarriers’ Captain Rudolf Brand famously dismounted \nfrom his broom at the end of the match and proposed \nmarriage to his opposite number, Gwendolyn Morgan, \nwho concussed him with her Cleansweep Five."
  },
  {
    "source": "quidditch through the ages.pdf, page 47",
    "text": "Kenmare Kestrels \nThis Irish side was founded in 1291 and is popular \nworldwide for the spirited di splays of their leprechaun \nmascots and the accomplished harp playing of their \nsupporters. The Kestrels wear  emerald-green robes with \ntwo yellow “K”s back to back on the chest. Darren \nO’Hare, Kestrel Keeper 1 947–60, captained the Irish \nNational Team three times and is credited with the \ninvention of the Chaser Ha wkshead Attacking Formation \n(see Chapter Ten)."
  },
  {
    "source": "quidditch through the ages.pdf, page 47",
    "text": "Montrose Magpies \nThe Magpies are the most succe ssful team in the history \nof the British and Irish League, which they have won \nthirty-two times. Twice European Champions, the \nMagpies have fans across the globe. Their many \noutstanding players include the Seeker Eunice Murray \n(died 1942), who once petitioned for a “faster Snitch \nbecause this is just too easy,” and Hamish MacFarlan \n(Captain 1957–68), who followed his successful \nQuidditch career with an eq ually illustrious period as"
  },
  {
    "source": "quidditch through the ages.pdf, page 48",
    "text": "36 \nHead of the Department of Magical Games and Sports. \nThe Magpies wear black and white robes with one magpie \non the chest and another on the back."
  },
  {
    "source": "quidditch through the ages.pdf, page 48",
    "text": "Pride of Portree \nThis team comes from the Isle of Skye, where it was \nfounded in 1292. The “Prides,” as they are known to their \nfans, wear deep-purple robe s with a gold star on the \nchest. Their most famous Ch aser, Catriona McCormack, \ncaptained the team to two League wins in the 1960s, and \nplayed for Scotland thirty-six times. Her daughter \nMeaghan currently plays Keeper for the team. (Her son \nKirley is lead guitarist with the popular wizarding band \nThe Weird Sisters.)"
  },
  {
    "source": "quidditch through the ages.pdf, page 48",
    "text": "Puddlemere United \nFounded in 1163, Puddlemere United  is the oldest team \nin the League. Puddlemere has twenty-two League wins \nand two European Cup triumphs to its credit. Its team \nanthem “Beat Back Those Bludgers, Boys, and Chuck That \nQuaffle Here” was recently recorded by the singing \nsorceress Celestina Warbeck to raise funds for St. Mungo’s \nHospital for Magical Maladi es and Injuries. Puddlemere \nplayers wear navy-blue robes bearing the club emblem of \ntwo crossed golden bulrushes."
  },
  {
    "source": "quidditch through the ages.pdf, page 49",
    "text": "37 \nTutshill Tornados \nThe Tornados wear sky-blue robes with a double “T” in \ndark blue on the chest and back. Founded in 1520, the \nTornados enjoyed their greate st period of success in the \nearly twentieth century when, captained by Seeker \nRoderick Plumpton, they won the League Cup five times \nin a row, a British and Irish record. Roderick Plumpton played \nSeeker for England twenty-two times and holds the British \nrecord for fastest capture of a Snitch during a game (three and \na half seconds, against Caerphilly Catapults, 1921). \nWigtown Wanderers \nThis Borders club was founded in 1422 by the seven \noffspring of a wizarding bu tcher named Walter Parkin. \nThe four brothers and three sisters were by all accounts a \nformidable team who rarely lost a match, partly, it is said, \nbecause of the intimidation felt by opposing teams at the \nsight of Walter standing on the sidelines with a wand in \none hand and a meat cleaver in the other. A Parkin \ndescendant has often been f ound on the Wigtown team \nover the centuries and in tribute to their origins, the \nplayers wear blood-red robes wi th a silver meat cleaver \nupon the chest. \nWimbourne Wasps \nThe Wimbourne Wasps wear horizontally striped robes of \nyellow and black with a wasp upon their chests. Founded"
  },
  {
    "source": "quidditch through the ages.pdf, page 50",
    "text": "38 \nin 1312, the Wasps have been eighteen times League \nwinners and twice semifinalists in the European Cup. \nThey are alleged to have taken their name from a nasty \nincident which occurred during a match against the \nAppleby Arrows in the mid-seventeenth century, when a \nBeater flying past a tree on the edge of the pitch noticed a \nwasps’ nest among the branches and batted it towards the \nArrows’ Seeker, who was so bad ly stung that he had to \nretire from the game. Wimb ourne won and thereafter \nadopted the wasp as their lucky emblem. Wasp fans (also \nknown as “Stingers”) traditiona lly buzz loudly to distract \nopposing Chasers when they are taking penalties."
  },
  {
    "source": "quidditch through the ages.pdf, page 50",
    "text": "Europe \nQuidditch was well established in Ireland by the \nfourteenth century, as prov ed by Zacharias Mumps’s \naccount of a match in 1385: “A team of Warlocks from \nCork flew over for a game in Lancashire and did offend \nthe locals by beating their heroes soundly. The Irishmen \nknew tricks with the Quaffle that had not been seen in \nLancashire before and had to flee the village for fear of"
  },
  {
    "source": "quidditch through the ages.pdf, page 51",
    "text": "39 \ntheir lives when the crowd drew out their wands and gave \nchase.” \nDiverse sources show that the game had spread into \nother parts of Europe by the early fifteenth century. We \nknow that Norway was an early convert to the game \n(could Goodwin Kneen’s cous in Olaf have introduced \nthe game there?) because of the verse written by the poet \nIngolfr the Iambic in the early 1400s:"
  },
  {
    "source": "quidditch through the ages.pdf, page 51",
    "text": "Oh, the thrill of the chase as I soar through the air \nWith the Snitch up ahead and the wind in my hair \nAs I draw ever closer, the crowd gives a shout \nBut then comes a Bludger and I am knocked out."
  },
  {
    "source": "quidditch through the ages.pdf, page 51",
    "text": "Around the same time, the French wizard Malecrit wrote \nthe following lines in his play Hélas, Je me suis Transfiguré Les \nPieds (“Alas, I’ve Transfigured My Feet”):"
  },
  {
    "source": "quidditch through the ages.pdf, page 51",
    "text": "GRENOUILLE: I cannot go with you to the market today, \nCrapaud. \nCRAPAUD: But Grenouille, I cannot carry the cow alone. \nGRENOUILLE: You know, Crapaud, that I am to be Keeper \nthis morning. Who will stop the Quaffle if I do not?"
  },
  {
    "source": "quidditch through the ages.pdf, page 51",
    "text": "The year 1473 saw the first ever Quidditch World Cup, \nthough the nations represented were all European. The \nnonappearance of teams from more distant nations may"
  },
  {
    "source": "quidditch through the ages.pdf, page 52",
    "text": "40 \nbe put down to the collapse of owls bearing letters of \ninvitation, the reluctance of th ose invited to make such a \nlong and perilous journey, or perhaps a simple preference \nfor staying at home. \nThe final between Transylvania and Flanders has gone \ndown in history as the most vi olent of all time and many \nof the fouls then recorded had never been seen before – \nfor instance, the transfiguration of a Chaser into a polecat, \nthe attempted decapitation of a Keeper with a broadsword, \nand the release, from under the robes of the Transylvanian \nCaptain, of a hundred blood-sucking vampire bats. \nThe World Cup has since been held every four years, \nthough it was not until the seventeenth century that non-\nEuropean teams turned up to compete. In 1652 the \nEuropean Cup was established, and it has been played \nevery three years since. \nOf the many superb European teams, perhaps the \nBulgarian Vratsa Vultures is most renowned. Seven \ntimes European Cup winners,  the Vratsa Vultures are \nundoubtedly one of the most thrilling teams in the world \nto watch, pioneers of the long goal (shooting from well \noutside the scoring area), and always willing to give new \nplayers a chance to make a name for themselves. \nIn France the frequent League winners the Quiberon \nQuafflepunchers are famed for their flamboyant play \nas much as for their shocking-pink robes. In Germany we"
  },
  {
    "source": "quidditch through the ages.pdf, page 53",
    "text": "41 \nfind the Heidelberg Harriers, the team that the Irish \nCaptain Darren O’Hare once famously said was “fiercer \nthan a dragon and twice as clever.” Luxembourg, always a \nstrong Quidditch nation, has given us the Bigonville \nBombers, celebrated for their offensive strategies and \nalways among the top goal-scorers. The Portuguese team \nBraga Broomfleet have recently brok en through into \nthe top levels of the sport with their groundbreaking \nBeater-marking system; and the Polish Grodzisk \nGoblins gave us arguably the world’s most innovative \nSeeker, Josef Wronski."
  },
  {
    "source": "quidditch through the ages.pdf, page 53",
    "text": "Australia and New Zealand \nQuidditch was introduced to New Zealand some time in \nthe seventeenth century, allegedly by a team of European \nherbologists who had gone on an expedition there to \nresearch magical plants and fungi. We are told that after a \nlong day’s toil collecting samples, these witches and \nwizards let off steam by playing Quidditch under the \nbemused gaze of the local magical community. The New \nZealand Ministry of Magic has certainly spent much time \nand money preventing Muggles getting hold of Maori art \nof that period which clearly depicts white wizards playing \nQuidditch (these carvings and paintings are now on \ndisplay at the Ministry of Magic in Wellington). \nThe spread of Quidditch to Australia is believed to have"
  },
  {
    "source": "quidditch through the ages.pdf, page 54",
    "text": "42 \noccurred some time in the eighteenth century. Australia \nmay be said to be an ideal Quidditch-playing territory, \ngiven the great expanses of uninhabited outback where \nQuidditch pitches may be established. \nAntipodean teams have always thrilled European \ncrowds with their speed and showmanship. Among the \nbest are the Moutohora Macaws (New Zealand), with \ntheir famous red, yellow, and blue robes, and their \nphoenix mascot Sparky. The Thundelarra Thunderers \nand the Woollongong Warriors have dominated the \nAustralian League for the best part of a century. Their \nenmity is legendary among the Australian magical \ncommunity, so much so that a popular response to an \nunlikely claim or boast is “Yeah, and I think I’ll volunteer \nto ref the next Thunderer–Warrior game.”"
  },
  {
    "source": "quidditch through the ages.pdf, page 54",
    "text": "Africa \nThe broomstick was probably  introduced to the African \ncontinent by European wizards  and witches travelling \nthere in search of information on alchemy and astronomy, \nsubjects in which African wizards have always been \nparticularly skilled. Though not yet as widely played as in \nEurope, Quidditch is becomi ng increasingly popular \nthroughout the African continent. \nUganda in particular is em erging as a keen Quidditch-\nplaying nation. Their most notable club, the Patonga"
  },
  {
    "source": "quidditch through the ages.pdf, page 55",
    "text": "43 \nProudsticks, held the Montrose Ma gpies to a draw in \n1986 to the astonishment of most of the Quidditch-\nplaying world. Six Proudstick players recently \nrepresented Uganda in the Quidditch World Cup, the \nhighest number of fliers from a single team ever united on \na national side. Other African teams of note include the \nTchamba Charmers  (Togo), masters of the reverse \npass; the Gimbi Giant-Slayers  (Ethiopia), twice \nwinners of the All-Africa Cup; and the Sumbawanga \nSunrays (Tanzania), a highly popular team whose \nformation looping has delighted crowds across the world."
  },
  {
    "source": "quidditch through the ages.pdf, page 55",
    "text": "North America \nQuidditch reached the North American continent in the \nearly seventeenth century, al though it was slow to take \nhold there owing to the great intensity of anti-wizarding \nfeeling unfortunately exported from Europe at the same \ntime. The great caution exercised by wizard settlers, many \nof whom had hoped to find  less prejudice in the New \nWorld, tended to restrict the growth of the game in its \nearly days. \nIn later times, however, Canada has given us three of the \nmost accomplished Quidditch teams in the world: the \nMoose Jaw Meteorites, the Haileybury Hammers, \nand the Stonewall Stormers.  The Meteorites were \nthreatened with disbandment in the 1970s owing to their"
  },
  {
    "source": "quidditch through the ages.pdf, page 56",
    "text": "44 \npersistent practice of perf orming post-match victory \nflights over neighbouring towns and villages while trailing \nfiery sparks from their br oom tails. The team now \nconfines this tradition to th e pitch at the end of each \nmatch and Meteorite games consequently remain a great \nwizarding tourist attraction. \nThe United States has no t produced as many world-\nclass Quidditch teams as other nations because the game \nhas had to compete with the American broom game \nQuodpot. A variant of Quidditch, Quodpot was invented \nby the eighteenth-century wizard Abraham Peasegood, \nwho had brought a Quaffle with him from the old country \nand intended to recruit a Quidditch team. The story goes \nthat Peasegood’s Quaffle ha d inadvertently come into \ncontact with the tip of his wand in his trunk, so that when \nhe finally took it out and be gan to throw it around in a \ncasual manner, it exploded in his face. Peasegood, whose \nsense of humour appears to have been robust, promptly \nset out to recreate th e effect on a series of leather balls \nand soon all thought of Quidditch was forgotten as he and \nhis friends developed a ga me which centred on the \nexplosive properties of the newly renamed “Quod.” \nThere are eleven players a side in the game of Quodpot. \nThey throw the Quod, or modi fied Quaffle, from team \nmember to member, attempting to get it into the “pot” at \nthe end of the pitch before it explodes. Any player in"
  },
  {
    "source": "quidditch through the ages.pdf, page 57",
    "text": "45 \npossession of the Quod when it explodes must leave the \npitch. Once the Quod is safely in the “pot” (a small \ncauldron containing a solution which will prevent the \nQuod exploding), the scorer’s  team is awarded a point \nand a new Quod is brought on to the pitch. Quodpot has \nhad some success as a minori ty sport in Europe, though \nthe vast majority of wizards remain faithful to Quidditch. \nThe rival charms of Quodpot notwithstanding, \nQuidditch is gaining popularity in the United States. Two \nteams have recently broken through at international level: \nthe Sweetwater All-Stars from Texas, who gained a \nwell-deserved win over the Quiberon Quafflepunchers in \n1993 after a thrilling five-day match; and the Fitchburg \nFinches from Massachusetts, who have now won the US \nLeague seven times and whose Seeker, Maximus \nBrankovitch III, has captained America at the last two \nWorld Cups."
  },
  {
    "source": "quidditch through the ages.pdf, page 57",
    "text": "South America \nQuidditch is played throug hout South America, though \nthe game must compete with the popular Quodpot here \nas in the North. Argentina and Brazil both reached the \nquarter-finals of the World Cup in the last century. \nUndoubtedly the most skilled Quidditch nation in South \nAmerica is Peru, which is tipped to become the first Latin \nWorld Cup winner within ten years. Peruvian warlocks"
  },
  {
    "source": "quidditch through the ages.pdf, page 58",
    "text": "46 \nare believed to have had their first exposure to Quidditch \nfrom European wizards se nt by the International \nConfederation to monitor the numbers of Vipertooths \n(Peru’s native dragon). Quidditch has become a veritable \nobsession of the wizard community there since that time, \nand their most famous team, the Tarapoto Tree-\nSkimmers, recently toured Europe to great acclaim."
  },
  {
    "source": "quidditch through the ages.pdf, page 58",
    "text": "Asia \nQuidditch has never achieved great popularity in the East, \nas the flying broomstick is a rarity in countries where the \ncarpet is still the preferred mode of travel. The Ministries \nof Magic in countries such as India, Pakistan, Bangladesh, \nIran, and Mongolia, all of whom maintain a flourishing \ntrade in flying carpets, regard Quidditch with some \nsuspicion, though the sport does have some fans among \nwitches and wizards on the street. \nThe exception to this general rule is Japan, where \nQuidditch has been gaining steadily in popularity over the \nlast century. The most successful Japanese team, the \nToyohashi Tengu, narrowly missed a win over \nLithuania’s Gorodok Gargoyles in 1994. The Japanese \npractice of ceremonially setti ng fire to their brooms in \ncase of defeat is, however, frowned upon by the \nInternational Confederation of Wizards’ Quidditch \nCommittee as being a waste of good wood."
  },
  {
    "source": "quidditch through the ages.pdf, page 59",
    "text": "ntil the early nineteenth century, Quidditch was \nplayed on day brooms of varying quality. These \nbrooms represented a mass ive advance over their \nmedieval forerunners; the in vention of the Cushioning \nCharm by Elliot Smethwyck in 1820 went a long way \ntowards making broomsticks more comfortable than ever \nbefore (see Fig. F). Nevert heless, nineteenth-century \nbroomsticks were generally incapable of achieving high \nspeeds and were often difficult to control at high altitudes. \nBrooms tended to be hand- produced by individual \nbroom-makers, and while they are admirable from the \npoint of view of styling and craftsmanship, their \nperformance rarely matched up to their handsome \nappearance. \nA case in point is the Oakshaft 79 (so named because \nthe first example was create d in 1879). Crafted by the \nbroom-maker Elias Grimstone of Portsmouth, the \nOakshaft is a handsome broom with a very thick oaken \nhandle, designed for endurance flying and to withstand \nhigh winds. The Oakshaft is now a highly prized vintage \nU"
  },
  {
    "source": "quidditch through the ages.pdf, page 60",
    "text": "48 \nbroom, but attempts to use it  for Quidditch were never \nsuccessful. Too cumbersome to turn at high speed, the \nOakshaft never gained much popularity with those who \nprized agility over safety, though it will always be"
  },
  {
    "source": "quidditch through the ages.pdf, page 60",
    "text": "remembered as the broom used  in the first ever Atlantic \nbroom crossing, by Jocunda Sykes in 1935. (Before that \ntime, wizards preferred to take ships rather than trust \nbroomsticks over such dist ances. Apparition becomes \nincreasingly unreliable over very long distances, and only \nhighly skilled wizards are wise to attempt it across \ncontinents.) \nThe Moontrimmer, which was first created by \nGladys Boothby in 1901, represented a leap forward in \nbroom construction, and for a while these slender, ash-\nhandled brooms were in gr eat demand as Quidditch \nbrooms. The Moontrimmer’s pr incipal advantage over \nother brooms was its ability to achieve greater heights \nthan ever before (and remain controllable at such"
  },
  {
    "source": "quidditch through the ages.pdf, page 61",
    "text": "49 \naltitudes). Gladys Booth by was unable to produce \nMoontrimmers in the quanti ties Quidditch players \nclamoured for. The produc tion of a new broom, the \nSilver Arrow, was welcomed; this was the true \nforerunner of the racing broom, achieving much higher \nspeeds than the Moontrimmer or Oakshaft (up to seventy \nmiles an hour with a tailwind), but like these it was the \nwork of a single wizard (Leonard Jewkes), and demand far \noutstripped supply. \nThe breakthrough occurred in 1926, when the brothers \nBob, Bill, and Barnaby Ollerton started the Cleansweep \nBroom Company. Their first model, the Cleansweep \nOne, was produced in numbers never seen before and \nmarketed as a racing broom specifically designed for \nsporting use. The Cleansweep was an instant, runaway \nsuccess, cornering as no broom  before it, and within a \nyear, every Quidditch team  in the country was mounted \non Cleansweeps. \nThe Ollerton brothers were not left in sole possession \nof the racing-broom market for long. In 1929 a second \nracing-broom company was established by Randolph \nKeitch and Basil Horton, both players for the Falmouth \nFalcons. The Comet Trading Company’s first broom was \nthe Comet 140, this being the number of models that \nKeitch and Horton had tested prior to its release. The \npatented Horton–Keitch braking charm meant that"
  },
  {
    "source": "quidditch through the ages.pdf, page 62",
    "text": "50 \nQuidditch players were much  less likely to overshoot \ngoals or fly offside, and the Comet now became the \nbroom of preference for many British and Irish teams in \nconsequence. \nWhile the Cleansweep–Comet competition became \nmore intense, marked by the release of the improved \nCleansweeps Two and Th ree in 1934 and 1937 \nrespectively, and the Co met 180 in 1938, other \nbroomstick manufacturers were springing up all over \nEurope. \nThe Tinderblast was launched on the market in 1940. \nProduced by the Black Forest company Ellerby and \nSpudmore, the Tinderblast is  a highly resilient broom, \nthough it has never achieved the top speeds of the Comets \nand Cleansweeps. In 1952 Ellerby and Spudmore brought \nout a new model, the Swiftstick. Faster than the \nTinderblast, the Swiftstick nevertheless has a tendency to \nlose power in ascent and has never been used by \nprofessional Quidditch teams. \nIn 1955 Universal Brooms Ltd. introduced the \nShooting Star, the cheapest racing broom to date. \nUnfortunately, after its initial burst of popularity, the \nShooting Star was found to lose speed and height as it \naged, and Universal Brooms went out of business in 1978. \nIn 1967 the broom world was galvanised by the \nformation of the Nimbus Racing Broom Company."
  },
  {
    "source": "quidditch through the ages.pdf, page 63",
    "text": "51 \nNothing like the Nimbus 1000 had ever been seen \nbefore. Reaching speeds of up to a hundred miles per \nhour, capable of turning 360 degrees at a fixed point in \nmid-air, the Nimbus combined the reliability of the old \nOakshaft 79 with the ea sy handling of the best \nCleansweeps. The Nimbus immediately became the \nbroom preferred by professi onal Quidditch teams across \nEurope, and the subsequent models (1001, 1500, and \n1700) have kept the Nimbus Racing Broom Company at \nthe top of the field. \nThe Twigger 90, first produced in 1990, was intended \nby its manufacturers Flyte and Barker to replace the \nNimbus as market leader. However, though highly finished \nand including a number of new gimmicks such as an \ninbuilt Warning Whistle and Self-Straightening Brush, the \nTwigger has been found to warp under high speeds and \nhas gained the unlucky reputation of being flown by \nwizards with more Galleons than sense."
  },
  {
    "source": "quidditch through the ages.pdf, page 63",
    "text": "he game of Quidditch continues to thrill and obsess \nits many fans around the world. Nowadays every \npurchaser of a Quidditch matc h ticket is guaranteed to \nT"
  },
  {
    "source": "quidditch through the ages.pdf, page 64",
    "text": "52 \nwitness a sophisticated contest between highly skilled \nfliers (unless of course the Snitch is caught in the first five \nminutes of the match, in which case we all feel slightly \nshort-changed). Nothing demonstrates this more than the \ndifficult moves that have been invented over its long history \nby witches and wizards eage r to push themselves and the \ngame as far as they can go. Some of these are listed below. \nBludger Backbeat \nA move by which the Beater strikes the Bludger with a \nbackhanded club swing, sending  it behind him or her \nrather than in front. Difficult  to bring off with precision \nbut excellent for confusing opponents. \nDopplebeater Defence \nBoth Beaters hit a Bludger at the same time for extra \npower, resulting in a Bludger attack of greater severity. \nDouble Eight Loop \nA Keeper defence, usually employed against penalty \ntakers, whereby the Keeper swerves around all three goal \nhoops at high speed to block the Quaffle. \nHawkshead Attacking Formation \nChasers form an arrowhead pattern and fly together \ntowards the goalposts. High ly intimidating to opposing \nteams and effective in forcing other players aside."
  },
  {
    "source": "quidditch through the ages.pdf, page 65",
    "text": "53 \nParkin’s Pincer \nSo named for the original members of the Wigtown \nWanderers, who are reputed to have invented this move. \nTwo Chasers close in on an opposing Chaser on either \nside, while the third flies headlong towards him or \nher. \nPlumpton Pass \nSeeker move: a seemingly careless swerve that scoops the \nSnitch up one’s sleeve. Named after Roderick Plumpton, \nTutshill Tornado Seeker, who employed the move in his \nfamous record-breaking Snitch catch of 1921. Although \nsome critics have alleged that this was an accident, Plumpton \nmaintained until his death that he had meant to do it. \nPorskoff Ploy \nThe Chaser carrying the Quaffle flies upwards, leading \nopposing Chasers to believe he or she is trying to escape \nthem to score, but then throws the Quaffle downwards \nto a fellow Chaser waiting to catch it. Pinpoint timing is of \nthe essence. Named after the Russian Chaser Petrova \nPorskoff. \nReverse Pass \nA Chaser throws the Quaffle over one shoulder to a team \nmember. Accuracy is difficult."
  },
  {
    "source": "quidditch through the ages.pdf, page 66",
    "text": "54 \nSloth Grip Roll \nHanging upside down off the broom, gripping tightly with \nhands and feet to avoid a Bludger."
  },
  {
    "source": "quidditch through the ages.pdf, page 66",
    "text": "Starfish and Stick \nKeeper defence:   the Keeper holds the broom horizontally \nwith one hand and one foot curled around the handle, \nwhile keeping all limbs outstretched (see Fig. G). The \nStarfish Without Stick should never be attempted."
  },
  {
    "source": "quidditch through the ages.pdf, page 66",
    "text": "Transylvanian Tackle \nFirst seen at the World Cup of 1473, this is a fake punch \naimed at the nose. As long as contact is not made, the"
  },
  {
    "source": "quidditch through the ages.pdf, page 67",
    "text": "55 \nmove is not illegal, though it is difficult to pull off when \nboth parties are on speeding broomsticks."
  },
  {
    "source": "quidditch through the ages.pdf, page 67",
    "text": "Woollongong Shimmy \nPerfected by the Australian Woollongong Warriors, this is \na high-speed zigzagging mo vement intended to throw off \nopposing Chasers."
  },
  {
    "source": "quidditch through the ages.pdf, page 67",
    "text": "Wronski Feint \nThe Seeker hurtle s towards the ground pretending to \nhave seen the Snitch far below, but pulls out of the dive \njust before hitting the pi tch. Intended to make the \nopposing Seeker copy him a nd crash. Named after the \nPolish Seeker Josef Wronski."
  },
  {
    "source": "quidditch through the ages.pdf, page 68",
    "text": "here can be no doubt that Quidditch has changed \nbeyond all recognition since Gertie Keddle first \nwatched “those numbskull s” on Queerditch Marsh. \nPerhaps, had she lived today, she too would have thrilled \nto the poetry and power of Quidditch. Long may the \ngame continue to evolve and long may future generations \nof witches and wizards enjoy this most glorious of sports! \nT"
  }
]