[
  {
    "source": "the tales of beedle the bard.pdf, page 4",
    "text": "Titles available in the Harry Potter series \n(in reading order): \nHarry Potter and the Philosopher’s Stone \nHarry Potter and the Chamber of Secrets \nHarry Potter and the Prisoner of Azkaban \nHarry Potter and the Goblet of Fire \nHarry Potter and the Order of the Phoenix \nHarry Potter and the Half-Blood Prince \nHarry Potter and the Deathly Hallows \nTitles available in the Harry Potter series \n(in Latin): \nHarry Potter and the Philosopher’s Stone \nHarry Potter and the Chamber of Secrets \n(in Welsh, Ancient Greek and Irish): \nHarry Potter and the Philosopher’s Stone \nOther titles available: \nQuidditch Through the Ages \nFantastic Beasts and Where to Find Them"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 5",
    "text": "qeb=\nq^ibp=lc =\n_bbaib=\nqeb=\n_^oa=\nTranslated from the original \nrunes by Hermione Granger \nBY \ngKhKoltifkd"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "First published in Great Britain in 2008 by the Children’s High Level Group, \n45 Great Peter Street, London, SW1P 3LT, \nin association with Bloomsbury Publishing Plc, \n36 Soho Square, London, W1D 3QY"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "The Children’s High Level Group and the Children’s High \nLevel Group logo and associated logos are trademarks of \nthe Children’s High Level Group"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "The Children’s High Level Group (CHLG) is a charity established \nunder English law. Registered charity number 1112575"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "All rights reserved \nNo part of this publication may be reproduced or \ntransmitted by any means, electronic, mechanical, photocopying \nor otherwise, without the prior permission of the publisher"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "The paper on which this book is printed has © 1996 Forest \nStewardship Council A.C. (FSC) accreditation. The FSC promotes \nenvironmentally appropriate, socially beneficial and economically \nviable management of the world’s forests."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 6",
    "text": "www.chlg.org \nwww.bloomsbury.com/beedlebard \nMixed Sources\nProduct group from well-managed \nforrests and other controlled sources \nwww.fsc.org  Cert no. SGS-COC-2061 \n© 1996 Forrest Stewardship Council"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 9",
    "text": "Introduction xi \nN=\nqeb=tfw^oa=^ka=qeb=elmmfkd=mlq=P=\nO=\nqeb=clrkq^fk=lc=c^fo=cloqrkb=ON=\nP=\nqeb=t^oil`hÛp=e^fov=eb^oq=QR=\nQ=\n_^__fqqv=o^__fqqv=^ka=\nebo=`^`hifkd=pqrjm=SP=\nR=\nqeb=q^ib=lc=qeb=qeobb=_olqebop=UT=\nA Personal Message from \nBaroness Nicholson of Winterbourne MEP NMT"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 13",
    "text": "xi \nThe Tales of Beedle the Bard  is a collection of \nstories written for young wizards and witches. \nThey have been popular bedtime reading for \ncenturies, with the result that the Hopping Pot \nand the Fountain of Fair Fortune are as familiar \nto many of the students at Hogwarts as \nCinderella and Sleeping Beauty are to Muggle \n(non-magical) children. \nBeedle’s stories resemble our fairy tales in \nmany respects; for instance, virtue is usually \nrewarded and wickedness punished. However, \nthere is one very obvious difference. In Muggle \nfairy tales, magic tends to lie at the root of the \nhero or heroine’s troubles – the wicked witch has \npoisoned the apple, or put the princess into a"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 14",
    "text": "The Tales of Beedle the Bard \nxii \nhundred years’ sleep, or turned the prince into a \nhideous beast. In The Tales of Beedle the Bard, on \nthe other hand, we meet heroes and heroines \nwho can perform magic themselves, and yet find \nit just as hard to solve their problems as we \ndo. Beedle’s stories have helped generations of \nwizarding parents to explain this painful fact of \nlife to their young children: that magic causes \nas much trouble as it cures. \nAnother notable difference between these \nfables and their Muggle counterparts is that \nBeedle’s witches are much more active in seeking \ntheir fortunes than our fairy-tale heroines. Asha, \nAltheda, Amata and Babbitty Rabbitty are all \nwitches who take their fate into their own hands, \nrather than taking a prolonged nap or waiting \nfor someone to return a lost shoe. The exception \nto this rule – the unnamed maiden of “The"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 15",
    "text": "Introduction \nxiii \nWarlock’s Hairy Heart” – acts more like our idea \nof a storybook princess, but there is no “happily \never after” at the end of her tale. \nBeedle the Bard lived in the fifteenth century \nand much of his life remains shrouded in mystery. \nWe know that he was born in Yorkshire, and the \nonly surviving woodcut shows that he had an \nexceptionally luxuriant beard. If his stories accu-\nrately reflect his opinions, he rather liked \nMuggles, whom he regarded as ignorant rather \nthan malevolent; he mistrusted Dark Magic, and \nhe believed that the worst excesses of wizardkind \nsprang from the all-too-human traits of cruelty, \napathy or arrogant misapplication of their own \ntalents. The heroes and heroines who triumph in \nhis stories are not those with the most powerful \nmagic, but rather those who demonstrate the \nmost kindness, common sense and ingenuity."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 16",
    "text": "The Tales of Beedle the Bard \nxiv \nOne modern-day wizard who held very similar \nviews was, of course, Professor Albus Percival \nWulfric Brian Dumbledore, Order of Merlin \n(First Class), Headmaster of Hogwarts School of \nWitchcraft and Wizardry, Supreme Mugwump of \nthe International Confederation of Wizards, and \nChief Warlock of the Wizengamot. This similarity \nof outlook notwithstanding, it was a surprise to \ndiscover a set of notes on The Tales of Beedle the \nBard among the many papers that Dumbledore \nleft in his will to the Hogwarts Archives. \nWhether this commentary was written for his own \nsatisfaction, or for future publication, we shall never \nknow; however, we have been graciously granted \npermission by Professor Minerva McGonagall, now \nHeadmistress of Hogwarts, to print Professor \nDumbledore’s notes here, alongside a brand new \ntranslation of the tales by Hermione Granger. We"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 17",
    "text": "Introduction \nxv \nhope that Professor Dumbledore’s insights, which \ninclude observations on wizarding history, per-\nsonal reminiscences and enlightening information \non key elements of each story, will help a new \ngeneration of both wizarding and Muggle readers \nappreciate The Tales of Beedle the Bard. It is the \nbelief of all who knew him personally that \nProfessor Dumbledore would have been delighted \nto lend his support to this project, given that all \nroyalties are to be donated to the Children’s High \nLevel Group, which works to benefit children in \ndesperate need of a voice. \nIt seems only right to make one small, addi-\ntional comment on Professor Dumbledore’s notes. \nAs far as we can tell, the notes were completed \naround eighteen months before the tragic events \nthat took place at the top of Hogwarts’ Astronomy \nTower. Those familiar with the history of the most"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 18",
    "text": "The Tales of Beedle the Bard \nxvi \nrecent wizarding war (everyone who has read all \nseven volumes on the life of Harry Potter, for \ninstance) will be aware that Professor Dumbledore \nreveals a little less than he knows – or suspects –\nabout the final story in this book. The reason for \nany omission lies, perhaps, in what Dumbledore \nsaid about truth, many years ago, to his favourite \nand most famous pupil: \n“It is a beautiful and terrible thing, and should \ntherefore be treated with great caution.” \nWhether we agree with him or not, we can \nperhaps excuse Professor Dumbledore for wishing \nto protect future readers from the temptations to \nwhich he himself had fallen prey, and for which he \npaid so terrible a price. \nJ K Rowling \n2008"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 19",
    "text": "xvii \nProfessor Dumbledore appears to have been \nwriting for a wizarding audience, so I have occa-\nsionally inserted an explanation of a term or fact \nthat might need clarification for Muggle readers. \nJKR"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 23",
    "text": "N=\n=\nqeb=tfw^oa=^ka=qeb=\n=elmmfkd=mlq=\n3 \nThere was once a kindly old wizard who used his \nmagic generously and wisely for the benefit of his \nneighbours. Rather than reveal the true source of \nhis power, he pretended that his potions, charms \nand antidotes sprang ready-made from the little \ncauldron he called his lucky cooking pot. From \nmiles around people came to him with their"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 24",
    "text": "The Tales of Beedle the Bard \n4 \ntroubles, and the wizard was pleased to give his \npot a stir and put things right. \nThis well-beloved wizard lived to a goodly \nage, then died, leaving all his chattels to his only \nson. This son was of a very different disposition \nto his gentle father. Those who could not work \nmagic were, to the son’s mind, worthless, and he \nhad often quarrelled with his father’s habit of \ndispensing magical aid to their neighbours. \nUpon the father’s death, the son found hidden \ninside the old cooking pot a small package \nbearing his name. He opened it, hoping for gold, \nbut found instead a soft, thick slipper, much too \nsmall to wear, and with no pair. A fragment of \nparchment within the slipper bore the words “In \nthe fond hope, my son, that you will never need \nit.” \nThe son cursed his father’s age-softened mind,"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 25",
    "text": "The Wizard and the Hopping Pot \n5 \nthen threw the slipper back into the cauldron, \nresolving to use it henceforth as a rubbish pail. \nThat very night a peasant woman knocked on \nthe front door. \n“My granddaughter is afflicted by a crop of \nwarts, sir,” she told him. “Your father used to mix \na special poultice in that old cooking pot –” \n“Begone!” cried the son. “What care I for your \nbrat’s warts?” \nAnd he slammed the door in the old woman’s \nface. \nAt once there came a loud clanging and \nbanging from his kitchen. The wizard lit his \nwand and opened the door, and there, to his \namazement, he saw his father’s old cooking pot: \nit had sprouted a single foot of brass, and was \nhopping on the spot, in the middle of the floor, \nmaking a fearful noise upon the flagstones. The"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 26",
    "text": "The Tales of Beedle the Bard \n6 \nwizard approached it in  wonder, but fell back \nhurriedly when he saw that the whole of the \npot’s surface was covered in warts. \n“Disgusting object!” he cried, and he tried \nfirstly to Vanish the pot, then to clean it by \nmagic, and finally to force it out of the house. \nNone of his spells worked, however, and he was \nunable to prevent the pot hopping after him out \nof the kitchen, and then following him up to \nbed, clanging and banging loudly on every \nwooden stair. \nThe wizard could not sleep all night for the \nbanging of the warty old pot by his bedside, and \nnext morning the pot insisted upon hopping \nafter him to the breakfast table. Clang, clang, \nclang, went the brass-footed pot, and the wizard \nhad not even started his porridge when there \ncame another knock on the door."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 27",
    "text": "The Wizard and the Hopping Pot \n7 \nAn old man stood on the doorstep. \n“’Tis my old donkey, sir,” he explained. “Lost, \nshe is, or stolen, and without her I cannot take \nmy wares to market, a nd my family will go \nhungry tonight.” \n“And I am hungry now!” roared the wizard, \nand he slammed the door upon the old man. \nClang, clang, clang, went the cooking pot’s \nsingle brass foot upon the floor, but now its \nclamour was mixed with the brays of a donkey \nand human groans of hunger, echoing from the \ndepths of the pot. \n“Be still. Be silent!” shrieked the wizard, but \nnot all his magical powers could quieten the \nwarty pot, which hopped at his heels all day, \nbraying and groaning and clanging, no matter \nwhere he went or what he did. \nThat evening there came a third knock upon"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 28",
    "text": "The Tales of Beedle the Bard \n8 \nthe door, and there on the threshold stood a \nyoung woman sobbing as though her heart \nwould break. \n“My baby is grievously ill,” she said. “Won’t \nyou please help us? Your father bade me come if \ntroubled –” \nBut the wizard slammed the door on her. \nAnd now the tormenting pot filled to the \nbrim with salt water, and slopped tears all over \nthe floor as it hopped, and brayed, and groaned, \nand sprouted more warts. \nThough no more villagers came to seek help at \nthe wizard’s cottage for the rest of the week, the \npot kept him informed of their many ills. \nWithin a few days, it was not only braying and \ngroaning and slopping and hopping and sprout-\ning warts, it was also choking and retching, \ncrying like a baby, whining like a dog, and"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 29",
    "text": "The Wizard and the Hopping Pot \n9 \nspewing out bad cheese and sour milk and a \nplague of hungry slugs."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 29",
    "text": "The wizard could not sleep or eat with the pot \nbeside him, but the pot refused to leave, and he \ncould not silence it or force it to be still. \nAt last the wizard could bear it no more. \n“Bring me all your problems, all your troubles \nand your woes!” he screamed, fleeing into the"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 30",
    "text": "The Tales of Beedle the Bard \n10 \nnight, with the pot h opping behind him along \nthe road into the village. “Come! Let me cure \nyou, mend you and comfort you! I have my \nfather’s cooking pot, and I shall make you well!” \nAnd with the foul pot still bounding along \nbehind him, he ran up the street, casting spells \nin every direction. \nInside one house the little girl’s warts van-\nished as she slept; the lost donkey was \nSummoned from a distant briar patch and set \ndown softly in its stable; the sick baby was \ndoused in dittany and woke, well and rosy. At \nevery house of sickness and sorrow, the wizard \ndid his best, and gradually the cooking pot \nbeside him stopped groaning and retching, and \nbecame quiet, shiny and clean. \n“Well, Pot?” asked the trembling wizard, as \nthe sun began to rise."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 31",
    "text": "The Wizard and the Hopping Pot \n11 \nThe pot burped out the single slipper he had \nthrown into it, and permitted him to fit it on to \nthe brass foot. Together, they set off back to the \nwizard’s house, the pot’s footstep muffled at last. \nBut from that day forward, the wizard helped \nthe villagers like his fathe r before him, lest the \npot cast off its slipper, and begin to hop once \nmore."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 32",
    "text": "12 \nA kind old wizard decides to teach his hard-\nhearted son a lesson by giving him a taste of the \nlocal Muggles’ misery. The young wizard’s con-\nscience awakes, and he agrees to use his magic for \nthe benefit of his non-magical neighbours. A \nsimple and heart-warming fable, one might think \n– in which case, one would reveal oneself to be \nan innocent nincompoop. A pro-Muggle story \nshowing a Muggle-loving father as superior in \nmagic to a Muggle-hating son? It is nothing short \nof amazing that any copies of the original version \nof this tale survived the flames to which they \nwere so often consigned. \nBeedle was somewhat out of step with his times"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 33",
    "text": "Professor Dumbledore’s Notes \n13 \nin preaching a message of brotherly love for \nMuggles. The persecution of witches and wizards \nwas gathering pace all over Europe in the early fif-\nteenth century. Many in the magical community \nfelt, and with good reason, that offering to cast a \nspell on the Muggle-next-door’s sickly pig was \ntantamount to volunteering to fetch the firewood \nfor one’s own funeral pyre.\n1 “Let the Muggles \nmanage without us!” was the cry, as the wizards \ndrew further and fur ther apart from their \nnon-magical brethren, culminating with the insti-\ntution of the International Statute of Wizarding  \n1 It is true, of course, that genuine witches and wizards were reasonably \nadept at escaping the stake, block and noose (see my comments about \nLisette de Lapin in the commentary on “Babbitty Rabbitty and her \nCackling Stump”). However, a number of deaths did occur: Sir Nicholas \nde Mimsy-Porpington (a wizard at the royal court in his lifetime, and in \nhis death-time, ghost of Gryffindor Tower) was stripped of his wand \nbefore being locked in a dungeon, and was unable to magic himself out \nof his execution; and wizarding families were particularly prone to losing \nyounger members, whose inability to control their own magic made them \nnoticeable, and vulnerable, to Muggle witch-hunters."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 34",
    "text": "The Tales of Beedle the Bard \n14 \nSecrecy in 1689, when wizardkind voluntarily \nwent underground. \nChildren being children, however, the grotesque \nHopping Pot had taken hold of their imaginations. \nThe solution was to jettison the pro-Muggle moral \nbut keep the warty cauldron, so by the middle of \nthe sixteenth century a different version of the tale \nwas in wide circulation among wizarding families. \nIn the revised story, the Hopping Pot protects an \ninnocent wizard from his torch-bearing, pitchfork-\ntoting neighbours by chasing them away from the \nwizard’s cottage, catching them and swallowing \nthem whole. At the end of the story, by which \ntime the Pot has consumed most of his neigh-\nbours, the wizard gains a promise from the few \nremaining villagers that he will be left in peace to \npractise magic. In return, he instructs the Pot to \nrender up its victims, who are duly burped out of \nits depths, slightly mangled. To this day, some \nwizarding children are only told the revised"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 35",
    "text": "Professor Dumbledore’s Notes \n15 \nversion of the story by their (generally anti-\nMuggle) parents, and the original, if and when \nthey ever read it, comes as a great surprise. \nAs I have already hinted, however, its pro-\nMuggle sentiment was not the only reason that \n“The Wizard and the Hopping Pot” attracted \nanger. As the witch-hunts grew ever fiercer, wiz-\narding families began to live double lives, using \ncharms of concealment to protect themselves and \ntheir families. By the seventeenth century, any \nwitch or wizard who chos e to fraternise with \nMuggles became suspect, even an outcast in his or \nher own community. Among the many insults \nhurled at pro-Muggle witches and wizards (such \nfruity epithets as “Mudwallower”, “Dunglicker” and \n“Scumsucker” date from this period), was the \ncharge of having weak or inferior magic. \nInfluential wizards of the day, such as Brutus \nMalfoy, editor of Warlock at War, an anti-Muggle \nperiodical, perpetuated the stereotype that a"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 36",
    "text": "The Tales of Beedle the Bard \n16 \nMuggle-lover was about as magical as a Squib.2 In \n1675, Brutus wrote:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 36",
    "text": "This we may state with certainty: any wizard \nwho shows fondness for the society of Muggles is \nof low intelligence, with magic so feeble and \npitiful that he can only feel himself superior if \nsurrounded by Muggle pigmen. \nNothing is a surer sign of weak magic than a \nweakness for non-magical company."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 36",
    "text": "This prejudice eventually died out in the face of \noverwhelming evidence that some of the world’s \nmost brilliant wizards\n3 were, to use the common \nphrase, “Muggle-lovers”. \nThe final objection to “The Wizard and the  \n2 [A Squib is a person born to magical parents, but who has no magical \npowers. Such an occurrence is rare. Muggle-born witches and wizards are \nmuch more common. JKR] \n3 Such as myself."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 37",
    "text": "Professor Dumbledore’s Notes \n17 \nHopping Pot” remains alive in certain quarters \ntoday. It was summed up best, perhaps, by Beatrix \nBloxam ( 1794-1910), author of the infamous \nToadstool Tales. Mrs Bloxam believed that The \nTales of Beedle the Bard were damaging to child-\nren because of what she called “their unhealthy \npreoccupation with the most horrid subjects, such \nas death, disease, bloodshed, wicked magic, \nunwholesome characters and bodily effusions and \neruptions of the most disgusting kind”. Mrs \nBloxam took a variety of old stories, including \nseveral of Beedle’s, and rewrote them according to \nher ideals, which she expressed as “filling the pure \nminds of our little angels with healthy, happy \nthoughts, keeping their sweet slumber free of \nwicked dreams and protecting the precious flower \nof their innocence”. \nThe final paragraph of Mrs Bloxam’s pure and \nprecious reworking of “The Wizard and the \nHopping Pot” reads:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 38",
    "text": "The Tales of Beedle the Bard \n18 \nThen the little golden pot danced with delight – \nhoppitty hoppitty hop! – on its tiny rosy toes! Wee \nWillykins had cured all the dollies of their poorly \ntum-tums, and the little pot was so happy that it \nfilled up with sweeties for Wee Willykins and the \ndollies! \n“But don’t forget to brush your teethy-pegs!” cried \nthe pot. \nAnd Wee Willykins kissed and huggled the hop-\npitty pot and promised always to help the dollies \nand never to be an old grumpy-wumpkins again."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 38",
    "text": "Mrs Bloxam’s tale has met the same response from \ngenerations of wizarding children: uncontrollable \nretching, followed by an immediate demand to \nhave the book taken from them and mashed into \npulp."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 41",
    "text": "O=\n=\nqeb=clrkq^fk=lc=c^fo=\n=cloqrkb=\n21 \nHigh on a hill in an enchanted garden, enclosed \nby tall walls and protected by strong magic, \nflowed the Fountain of Fair Fortune. \nOnce a year, between the hours of sunrise and \nsunset on the longest day, a single unfortunate \nwas given the chance to fight their way to the"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 42",
    "text": "The Tales of Beedle the Bard \n22 \nFountain, bathe in its waters and receive Fair \nFortune for evermore. \nOn the appointed day, hundreds of people \ntravelled from all over the kingdom to reach the \ngarden walls before dawn. Male and female, rich \nand poor, young and old, of magical means and \nwithout, they gathered in the darkness, each \nhoping that they would be the one to gain \nentrance to the garden. \nThree witches, each with her burden of \nwoe, met on the outskirts of the crowd, and told \none another their sorrows as they waited for \nsunrise. \nThe first, by name Asha, was sick of a malady \nno Healer could cure. She hoped that the \nFountain would banish her symptoms and grant \nher a long and happy life. \nThe second, by name Altheda, had been"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 43",
    "text": "The Fountain of Fair Fortune \n23 \nrobbed of her home, he r gold and her wand \nby an evil sorcerer. She hoped that the \nFountain might relieve her of powerlessness and \npoverty. \nThe third, by name Amata, had been deserted \nby a man whom she loved dearly, and she \nthought her heart would never mend. She hoped \nthat the Fountain would relieve her of her grief \nand longing. \nPitying each other, the three women \nagreed that, should the chance befall them, they \nwould unite and try to reach the Fountain \ntogether. \nThe sky was rent with the first ray of sun, and \na chink in the wall opened. The crowd surged \nforward, each of them shrieking their claim for \nthe Fountain’s benison. Creepers from the garden \nbeyond snaked through the pressing mass, and"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 44",
    "text": "The Tales of Beedle the Bard \n24 \ntwisted themselves around the first witch, Asha. \nShe grasped the wrist of the second witch, \nAltheda, who seized tight upon the robes of the \nthird witch, Amata. \nAnd Amata became caught upon the armour \nof a dismal-looking knight who was seated on a \nbone-thin horse. \nThe creepers tugged the three witches \nthrough the chink in the wall, and the knight \nwas dragged off his steed after them. \nThe furious screams of the disappointed \nthrong rose upon the morning air, then fell \nsilent as the garden walls sealed once more. \nAsha and Altheda were angry with Amata, \nwho had accidentally brought along the knight. \n“Only one can bathe in the Fountain! It will \nbe hard enough to decide which of us it will be, \nwithout adding another!”"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 45",
    "text": "The Fountain of Fair Fortune \n25 \nNow, Sir Luckless, as the knight was known \nin the land outside the walls, observed that these \nwere witches, and, having no magic, nor any \ngreat skill at jousting or duelling with swords, \nnor anything that distinguished the non-magical \nman, was sure that he had no hope of beating the \nthree women to the Fountain. He therefore \ndeclared his intention of withdrawing outside \nthe walls again. \nAt this, Amata became angry too. \n“Faint heart!” she chided him. “Draw your \nsword, Knight, and help us reach our goal!” \nAnd so the three witches and the forlorn \nknight ventured forth into the enchanted \ngarden, where rare herbs, fruit and flowers grew \nin abundance on either side of the sunlit paths. \nThey met no obstacle until they reached the \nfoot of the hill on which the Fountain stood."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 47",
    "text": "The Fountain of Fair Fortune \n27 \nThere, however, wrapped around the base of \nthe hill, was a monstrous white Worm, bloated \nand blind. At their approach, it turned a foul \nface upon them, and uttered the following \nwords:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 47",
    "text": "Sir Luckless drew his sword and attempted to \nkill the beast, but his blade snapped. Then \nAltheda cast rocks at the Worm, while Asha and \nAmata essayed every spell that might subdue or \nentrance it, but the power of their wands was no \nmore effective than their friend’s stone, or the \nknight’s steel: the Worm would not let them \npass. \nThe sun rose higher and higher in the sky, and \nAsha, despairing, began to weep."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 48",
    "text": "The Tales of Beedle the Bard \n28 \nThen the great Worm placed its face upon \nhers and drank the tears from her cheeks. Its \nthirst assuaged, the Worm slithered aside, and \nvanished into a hole in the ground. \nRejoicing at the Worm’s disappearance, the \nthree witches and the knight began to climb the \nhill, sure that they would reach the Fountain \nbefore noon. \nHalfway up the steep slope, however, they came \nacross words cut into the ground before them."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 48",
    "text": "Sir Luckless took out his only coin, and placed it \nupon the grassy hillside, bu t it rolled away and \nwas lost. The three witches and the knight \ncontinued to climb, but though they walked for"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 49",
    "text": "The Fountain of Fair Fortune \n29 \nhours more, they advanced not a step; the \nsummit came no nearer, and still the inscription \nlay in the earth before them. \nAll were discouraged as the sun rose over their \nheads and began to sink towards the far horizon, \nbut Altheda walked faster and harder than any of \nthem, and exhorted the others to follow her \nexample, though she moved no further up the \nenchanted hill. \n“Courage, friends, and do not yield!” she cried, \nwiping the sweat from her brow. \nAs the drops fell glittering on to the earth, the \ninscription blocking their path vanished, and \nthey found that they were able to move upwards \nonce more. \nDelighted by the removal of this second \nobstacle, they hurried towards the summit as \nfast as they could, until at last they glimpsed the"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 50",
    "text": "The Tales of Beedle the Bard \n30 \nFountain, glittering like crystal in a bower of \nflowers and trees. \nBefore they could reach it, however, they came \nto a stream that ran round the hilltop, barring \ntheir way. In the depths of the clear water lay a \nsmooth stone bearing the words:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 50",
    "text": "Sir Luckless attempted to float across the stream \non his shield, but it sank. The three witches \npulled him from the water, then tried to leap the \nbrook themselves, but it would not let them \ncross, and all the while the sun was sinking \nlower in the sky. \nSo they fell to ponde ring the meaning of \nthe stone’s message, a nd Amata was the first"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 51",
    "text": "The Fountain of Fair Fortune \n31 \nto understand. Taking her wand, she drew \nfrom her mind all the memories of happy times \nshe had spent with her vanished lover, and \ndropped them into the rushing waters. The \nstream swept them away, and stepping stones \nappeared, and the three witches and the knight \nwere able to pass at last on to the summit of \nthe hill. \nThe Fountain shimmered before them, set \namidst herbs and flowers rarer and more beauti-\nful than any they had yet seen. The sky burned \nruby, and it was time to decide which of them \nwould bathe. \nBefore they could make their decision, \nhowever, frail Asha fell to the ground. Exhausted \nby their struggle to the summit, she was close \nto death. \nHer three friends would have carried her to"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 53",
    "text": "The Fountain of Fair Fortune \n33 \nthe Fountain, but Asha was in mortal agony and \nbegged them not to touch her. \nThen Altheda hastened to pick all those herbs \nshe thought most hopeful, and mixed them in \nSir Luckless’s gourd of  water, and poured the \npotion into Asha’s mouth. \nAt once, Asha was able to stand. What was \nmore, all symptoms of her dread malady had \nvanished. \n“I am cured!” she cried. “I have no need of \nthe Fountain – let Altheda bathe!” \nBut Altheda was busy collecting more herbs \nin her apron. \n“If I can cure this disease, I shall earn gold \naplenty! Let Amata bathe!” \nSir Luckless bowed, and gestured Amata \ntowards the Fountain, but she shook her head. \nThe stream had washed away all regret for her"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 54",
    "text": "The Tales of Beedle the Bard \n34 \nlover, and she saw now that he had been cruel \nand faithless, and that it was happiness enough \nto be rid of him. \n“Good sir, you must bathe, as a reward for all \nyour chivalry!” she told Sir Luckless. \nSo the knight clanked forth in the last rays of \nthe setting sun, and bathed in the Fountain of \nFair Fortune, astonished that he was the chosen \none of hundreds and giddy with his incredible \nluck. \nAs the sun fell below the horizon, Sir Luckless \nemerged from the waters with the glory of his \ntriumph upon him, and flung himself in his \nrusted armour at the feet of Amata, who was the \nkindest and most beautiful woman he had ever \nbeheld. Flushed with success, he begged for her \nhand and her heart, an d Amata, no less"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 55",
    "text": "The Fountain of Fair Fortune \n35 \ndelighted, realised that she had found a man \nworthy of them. \nThe three witches and the knight set off down \nthe hill together, arm in arm, and all four led \nlong and happy lives, and none of them ever \nknew or suspected that the Fountain’s waters \ncarried no enchantment at all."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 56",
    "text": "36 \n“The Fountain of Fair Fortune” is a perennial \nfavourite, so much so that it was the subject of the \nsole attempt to introduce a Christmas pantomime \nto Hogwarts’ festive celebrations. \nOur then Herbology master, Professor Herbert \nBeery,\n1 an enthusiastic devotee of amateur dramat-\nics, proposed an adaptation of this well-beloved \nchildren’s tale as a Yuletide treat for staff and stu-\ndents. I was then a young Transfiguration teacher, \nand Herbert assigned me to “special effects”, which  \n1 Professor Beery eventually left Hogwarts to teach at W.A.D.A. \n(Wizarding Academy of Dramatic Arts), where, he once confessed to \nme, he maintained a strong aversion to mounting performances of this \nparticular story, believing it to be unlucky."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 57",
    "text": "Professor Dumbledore’s Notes \n37 \nincluded providing a fully functioning Fountain of \nFair Fortune and a miniature grassy hill, up which \nour three heroines and hero would appear to \nmarch, while it sank slowly into the stage and out \nof sight. \nI think I may say, without vanity, that both my \nFountain and my Hill performed the parts allotted \nto them with simple goodwill. Alas, that the same \ncould not be said of the rest of the cast. Ignoring \nfor a moment the antics of the gigantic “Worm” \nprovided by our Care of Magical Creatures teacher, \nProfessor Silvanus Kettleburn, the human element \nproved disastrous to the show. Professor Beery, in \nhis role of director, had been dangerously oblivious \nto the emotional entanglements seething under his \nvery nose. Little did he know that the students \nplaying Amata and Sir Luckless had been \nboyfriend and girlfriend until one hour before the \ncurtain rose, at which point “Sir Luckless” trans-\nferred his affections to “Asha”."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 58",
    "text": "38 \nSuffice it to say that our seekers after Fair \nFortune never made it to the top of the Hill. The \ncurtain had barely risen when Professor \nKettleburn’s “Worm” – now revealed to be an \nAshwinder\n2 with an Engorgement Charm upon it \n– exploded in a shower of hot sparks and dust, \nfilling the Great Hall with smoke and fragments of \nscenery. While the enormous fiery eggs it had laid \nat the foot of my Hill ignited the floorboards, \n“Amata” and “Asha” turned upon each other, \nduelling so fiercely that Professor Beery was \ncaught in the crossfire, and staff had to evacuate \nthe Hall, as the inferno now raging onstage \nthreatened to engulf the place. The night’s enter-\ntainment concluded with a packed hospital wing; \nit was several months before the Great Hall lost its  \n2 See Fantastic Beasts and Where to Find Them for a definitive description of \nthis curious beast. It ought never to be voluntarily introduced into a \nwood-panelled room, nor have an Engorgement Charm placed upon it."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 59",
    "text": "Professor Dumbledore’s Notes \n39 \npungent aroma of wood smoke, and even longer \nbefore Professor Beery’s head reassumed its normal \nproportions, and Professor Kettleburn was taken \noff probation.\n3 Headmaster Armando Dippet \nimposed a blanket ban on future pantomimes, a \nproud non-theatrical tradition that Hogwarts con-\ntinues to this day. \nOur dramatic fiasco notwithstanding, “The \nFountain of Fair Fortune” is probably the most \npopular of Beedle’s tales, although, just like “The \nWizard and the Hopping Pot”, it has its detractors. \nMore than one parent has demanded the removal \nof this particular tale from the Hogwarts library,  \n3 Professor Kettleburn survived no fewer than sixty-two periods of \nprobation during his employment as Care of Magical Creatures \nteacher. His relations with my predecessor at Hogwarts, Professor Dippet, \nwere always strained, Professor Dippet considering him to be somewhat \nreckless. By the time I became Headmaster, however, Professor \nKettleburn had mellowed considerably, although there were always those \nwho took the cynical view that with only one and a half of his original \nlimbs remaining to him, he was forced to take life at a quieter pace."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 60",
    "text": "40 \nincluding, by coincidence, a descendant of Brutus \nMalfoy and one-time member of the Hogwarts \nBoard of Governors, Mr Lucius Malfoy. Mr Malfoy \nsubmitted his demand for a ban on the story in \nwriting:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 60",
    "text": "Any work of fiction or non-fiction that depicts \ninterbreeding between wizards and Muggles should \nbe banned from the bookshelves of Hogwarts. I do \nnot wish my son to be influenced into sullying the \npurity of his bloodline by reading stories that \npromote wizard–Muggle marriage."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 60",
    "text": "My refusal to remove the book from the library \nwas backed by a majority of the Board of \nGovernors. I wrote back to Mr Malfoy, explaining \nmy decision:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 61",
    "text": "Professor Dumbledore’s Notes \n41 \nabout Muggles or Muggle-borns on their family \ntrees. They then attempt to  foist their hypocrisy \nupon the rest of us by asking us to ban works \ndealing with the truths they deny. There is not a \nwitch or wizard in existence whose blood has not \nmingled with that of Muggles, and I should there-\nfore consider it both illogical and immoral to \nremove works dealing with the subject from our stu-\ndents’ store of knowledge.\n4"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 61",
    "text": "This exchange marked the beginning of Mr \nMalfoy’s long campaign to have me removed from \nmy post as Headmaster of Hogwarts, and of mine \nto have him removed from his position as Lord \nVoldemort’s Favourite Death Eater."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 61",
    "text": "4 My response prompted several further letters from Mr Malfoy, but as they \nconsisted mainly of opprobrious remarks on my sanity, parentage and \nhygiene, their relevance to this commentary is remote."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 65",
    "text": "P=\n=\nqeb=t^oil`hÛp=e^fov=\n=eb^oq=\n45 \nThere was once a handsome, rich and talented \nyoung warlock, who observed that his friends \ngrew foolish when they fell in love, gambolling \nand preening, losing their appetites and their \ndignity. The young warlock resolved never to fall \nprey to such weakness, and employed Dark Arts \nto ensure his immunity."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 66",
    "text": "The Tales of Beedle the Bard \n46 \nUnaware of his secret, the warlock’s family \nlaughed to see him so aloof and cold. \n“All will change,” they prophesied, “when a \nmaid catches his fancy!” \nBut the young warlock’s fancy remained \nuntouched. Though many a maiden was \nintrigued by his haughty mien, and employed \nher most subtle arts to please him, none suc-\nceeded in touching his heart. The warlock \ngloried in his indifference and the sagacity that \nhad produced it. \nThe first freshness of youth waned, and the \nwarlock’s peers began to wed, and then to bring \nforth children. \n“Their hearts must be husks,” he sneered \ninwardly, as he observed the antics of the young \nparents around him, “shrivelled by the demands \nof these mewling offspring!”"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 67",
    "text": "The Warlock’s Hairy Heart \n47 \nAnd once again he congratulated himself upon \nthe wisdom of his early choice. \nIn due course, the warlock’s aged parents died. \nTheir son did not mourn them; on the contrary, \nhe considered himself blessed by their demise. \nNow he reigned alone in their castle. Having \ntransferred his greatest treasure to the deepest \ndungeon, he gave himself over to a life of ease \nand plenty, his comfort the only aim of his many \nservants. \nThe warlock was sure that he must be an object \nof immense envy to all who beheld his splendid \nand untroubled solitude. Fierce were his anger \nand chagrin, therefore, when he overheard two of \nhis lackeys discussing their master one day. \nThe first servant expressed pity for the warlock \nwho, with all his wealth and power, was yet \nbeloved by nobody."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 68",
    "text": "The Tales of Beedle the Bard \n48 \nBut his companion jeered, asking why a man \nwith so much gold and a palatial castle to his \nname had been unable to attract a wife. \nTheir words dealt dreadful blows to the \nlistening warlock’s pride. \nHe resolved at once to take a wife, and that \nshe would be a wife superior to all others. She \nwould possess astounding beauty, exciting envy \nand desire in every man who beheld her; she \nwould spring from magical lineage, so that their \noffspring would inherit outstanding magical \ngifts; and she would have wealth at least equal \nto his own, so that his comfortable existence \nwould be assured, in spite of additions to his \nhousehold. \nIt might have taken the warlock fifty years to \nfind such a woman, yet it so happened that \nthe very day after he decided to seek her, a"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 69",
    "text": "The Warlock’s Hairy Heart \n49 \nmaiden answering his every wish arrived in the \nneighbourhood to visit her kinsfolk. \nShe was a witch of prodigious skill and pos-\nsessed of much gold. Her beauty was such that it \ntugged at the heart of every man who set eyes on \nher; of every man, that is, except one. The \nwarlock’s heart felt nothing at all. Nevertheless, \nshe was the prize he sought, so he began to pay \nher court. \nAll who noticed the warlock’s change in \nmanners were amazed, and told the maiden \nthat she had succeeded where a hundred had \nfailed. \nThe young woman herself was both fascinated \nand repelled by the warlock’s attentions. She \nsensed the coldness that lay behind the warmth \nof his flattery, and had never met a man so \nstrange and remote. Her kinsfolk, however,"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 70",
    "text": "The Tales of Beedle the Bard \n50 \ndeemed theirs a most suitable match and, \neager to promote it, accepted the warlock’s \ninvitation to a great feast in the maiden’s \nhonour. \nThe table was laden with silver and \ngold bearing the finest wines and most \nsumptuous foods. Minstrels strummed on \nsilk-stringed lutes and sang of a love their \nmaster had never felt. The maiden sat upon a \nthrone beside the warlock, who spake low, \nemploying words of tenderness he had stolen \nfrom the poets, without any idea of their true \nmeaning. \nThe maiden listened, puzzled, and finally \nreplied, “You speak well, Warlock, and I would \nbe delighted by your attentions, if only I \nthought you had a heart!” \nThe warlock smiled, and told her that she"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 71",
    "text": "The Warlock’s Hairy Heart \n51 \nneed not fear on that  \nscore. Bidding her follow,  \nhe led her from the feast,  \nand down to the locked  \ndungeon where he kept his  \ngreatest treasure. \nHere, in an enchanted  \ncrystal casket, was the warlock’s  \nbeating heart. \nLong since disconnected from eyes, ears  \nand fingers, it had never fallen prey to beauty, or \nto a musical voice, to the feel of silken skin. The \nmaiden was terrified by the sight of it, for the \nheart was shrunken and covered in long black \nhair. \n“Oh, what have you done?” she lamented. “Put \nit back where it belongs, I beseech you!” \nSeeing that this was necessary to please her,"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 72",
    "text": "The Tales of Beedle the Bard \n52 \nthe warlock drew his wand, unlocked the crystal \ncasket, sliced open his own breast and replaced \nthe hairy heart in the empty cavity it had once \noccupied. \n“Now you are healed and will know true \nlove!” cried the maiden, and she embraced \nhim. \nThe touch of her soft white arms, the sound of \nher breath in his ear, the scent of her heavy gold \nhair: all pierced the newly awakened heart like \nspears. But it had grown strange during its long \nexile, blind and savage in the darkness to which \nit had been condemned, and its appetites had \ngrown powerful and perverse. \nThe guests at the feast had noticed the absence \nof their host and the maiden. At first un-\ntroubled, they grew anxious as the hours passed, \nand finally began to search the castle."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 73",
    "text": "The Warlock’s Hairy Heart \n53 \nThey found the dungeon at last, and a most \ndreadful sight awaited them there. \nThe maiden lay dead upon the floor, her \nbreast cut open, and beside her crouched the \nmad warlock, holding in one bloody hand a \ngreat, smooth, shining scarlet heart, which he \nlicked and stroked, vowing to exchange it for \nhis own. \nIn his other hand, he held his wand, trying to \ncoax from his own chest the shrivelled, hairy \nheart. But the hairy heart was stronger than he \nwas, and refused to relinquish its hold upon his \nsenses or to return to the coffin in which it had \nbeen locked for so long. \nBefore the horror-struck eyes of his guests, the \nwarlock cast aside his wand, and seized a silver \ndagger. Vowing never to be mastered by his own \nheart, he hacked it from his chest."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 74",
    "text": "The Tales of Beedle the Bard \n54 \nFor one moment, the warlock knelt tri-\numphant, with a heart clutched in each hand; \nthen he fell across the maiden’s body, and died."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 75",
    "text": "55 \nAs we have already seen, Beedle’s first two \ntales attracted criticism of their themes of generos-\nity, tolerance and love. “The Warlock’s Hairy \nHeart”, however, does not appear to have been \nmodified or much criticised in the hundreds of \nyears since it was first written; the story as I even-\ntually read it in the original runes was almost \nexactly that which my mother had told me. That \nsaid, “The Warlock’s Hairy Heart” is by far the \nmost gruesome of Beedle’s offerings, and many \nparents do not share it with their children \nuntil they think they are old enough not to suffer"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 76",
    "text": "The Tales of Beedle the Bard \n56 \nnightmares.1 \nWhy, then, the survival of this grisly tale? I \nwould argue that “The Warlock’s Hairy Heart” \nhas survived intact through the centuries because \nit speaks to the dark depths in all of us. \nIt addresses one of the greatest, and least \nacknowledged, temptations of magic: the quest for \ninvulnerability. \nOf course, such a quest is nothing more or less \nthan a foolish fantasy. No man or woman alive,  \n1 According to her own diary, Beatrix Bloxam never recovered from over-\nhearing this story being told by her aunt to her older cousins. “Quite by \naccident, my little ear fell against the keyhole. I can only imagine that I \nmust have been paralysed with horror, for I inadvertently heard the whole \nof the disgusting story, not to mention ghastly details of the dreadfully \nunsavoury affair of my uncle Nobby, the local hag and a sack of Bouncing \nBulbs. The shock almost killed me; I was in bed for a week, and so deeply \ntraumatised was I that I developed the habit of sleepwalking back to the \nsame keyhole every night, until at last my dear papa, with only my best \ninterests at heart, put a Sticking Charm on my door at bedtime.” \nApparently Beatrix could find no way to make “The Warlock’s Hairy \nHeart” suitable for children’s sensitive ears, as she never rewrote it for The \nToadstool Tales."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 77",
    "text": "Professor Dumbledore’s Notes \n57 \nmagical or not, has ever escaped some form of \ninjury, whether physical, mental or emotional. To \nhurt is as human as to breathe. Nevertheless, we \nwizards seem particularly prone to the idea that we \ncan bend the nature of existence to our will. The \nyoung warlock\n2 in this story, for instance, decides \nthat falling in love would adversely affect his \ncomfort and security. He sees love as a humilia-\ntion, a weakness, a drain on a person’s emotional \nand material resources. \nOf course, the centuries-old trade in love \npotions shows that our fictional wizard is  \n2 [The term “warlock” is a very old one. Although it is sometimes used as \ninterchangeable with “wizard”, it originally denoted one learned in \nduelling and all martial magic. It was also given as a title to wizards who \nhad performed feats of bravery, ra ther as Muggles were sometimes \nknighted for acts of valour. By calling the young wizard in this story a \nwarlock, Beedle indicates that he has already been recognised as especially \nskilful at offensive magic. These days wizards use “warlock” in one of two \nways: to describe a wizard of unusually fierce appearance, or as a title \ndenoting particular skill or achievement. Thus, Dumbledore himself was \nChief Warlock of the Wizengamot. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 78",
    "text": "The Tales of Beedle the Bard \n58 \nhardly alone in seeking to control the unpre-\ndictable course of love. The search for a true \nlove potion\n3 continues to this day, but no such \nelixir has yet been created, and leading potioneers \ndoubt that it is possible. \nThe hero in this tale, however, is not even inter-\nested in a simulacrum of love that he can create or \ndestroy at will. He wants to remain for ever \nuninfected by what he regards as a kind of sick-\nness, and therefore performs a piece of Dark Magic \nthat would not be possible outside a storybook: he \nlocks away his own heart. \nThe resemblance of this action to the creation of \na Horcrux has been noted by many writers. \nAlthough Beedle’s hero is not seeking to avoid  \n3 Hector Dagworth-Granger, founder of the Most Extraordinary Society \nof Potioneers, explains: “Powerful infatuations can be induced by the \nskilful potioneer, but never yet has anyone managed to create the truly \nunbreakable, eternal, unconditional attachment that alone can be called \nLove.”"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 79",
    "text": "Professor Dumbledore’s Notes \n59 \ndeath, he is dividing what was clearly not meant to \nbe divided – body and heart, rather than soul – \nand in doing so, he is falling foul of the first of \nAdalbert Waffling’s Fundamental Laws of Magic:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 79",
    "text": "Tamper with the deepest mysteries – the source of \nlife, the essence of self – only if prepared for conse-\nquences of the most extreme and dangerous kind."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 79",
    "text": "And sure enough, in seeking to become super-\nhuman this foolhardy young man renders himself \ninhuman. The heart he has locked away slowly \nshrivels and grows hair, symbolising his own \ndescent to beasthood. He is finally reduced to a \nviolent animal who takes what he wants by force, \nand he dies in a futile attempt to regain what is \nnow for ever beyond his reach – a human heart. \nThough somewhat dated, the expression \n“to have a hairy heart” has passed into everyday \nwizarding language to describe a cold or unfeeling"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 80",
    "text": "The Tales of Beedle the Bard \n60 \nwitch or wizard. My maiden aunt, Honoria, always \nalleged that she called off her engagement to a \nwizard in the Improper Use of Magic Office \nbecause she discovered in time that “he had a hairy \nheart”. (It was rumoured, however, that she actu-\nally discovered him in the act of fondling some \nHorklumps,\n4 which she found deeply shocking.) \nMore recently, the self-help book The Hairy Heart: \nA Guide to Wizards Who Won’t Commit5 has topped \nbestseller lists. \n4 Horklumps are pink, bristly mushroom-like creatures. It is very difficult \nto see why anyone would want to fondle them. For further information, \nsee Fantastic Beasts and Where to Find Them. \n5 Not to be confused with Hairy Snout, Human Heart, a heart-rending \naccount of one man’s struggle with lycanthropy."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 83",
    "text": "Q=\n=\n_^__fqqv =o^__fqqv=^ka= =\nebo=`^`hifkd=pqrjm=\n63 \nA long time ago, in a far-off land, there lived a \nfoolish king who decided that he alone should \nhave the power of magic. \nHe therefore commanded the head of his army \nto form a Brigade of Witch-Hunters, and issued \nthem with a pack of ferocious black hounds. At \nthe same time, the King caused proclamations to"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 84",
    "text": "The Tales of Beedle the Bard \n64 \nbe read in every village and town across the land: \n“Wanted by the King, an Instructor in Magic.” \nNo true witch or wizard dared volunteer for \nthe post, for they were all in hiding from the \nBrigade of Witch-Hunters. \nHowever, a cunning charlatan with no magical \npower saw a chance of enriching himself, and \narrived at the palace, claiming to be a wizard of \nenormous skill. The charlatan performed a few \nsimple tricks, which convinced the foolish King \nof his magical powers, and was immediately \nappointed Grand Sorcerer in Chief, the King’s \nPrivate Magic Master. \nThe charlatan bade the King give him a large \nsack of gold, so that he might purchase wands \nand other magical necessities. He also requested \nseveral large rubies, to be used in the casting of \ncurative charms, and a silver chalice or two, for"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 85",
    "text": "Babbitty Rabbitty and her Cackling Stump \n65 \nthe storing and maturing of potions. All these \nthings the foolish King supplied. \nThe charlatan stowed the treasure safely in his \nown house and returned to the palace grounds. \nHe did not know that he was being watched \nby an old woman who lived in a hovel on the \nedge of the grounds. Her name was Babbitty, \nand she was the washerwoman who kept the \npalace linens soft, fragrant and white. Peeping \nfrom behind her drying sheets, Babbitty saw the \ncharlatan snap two twigs from one of the King’s \ntrees and disappear into the palace. \nThe charlatan gave one of the twigs to the \nKing and assured him that it was a wand of \ntremendous power. \n“It will only work, however,” said the charla-\ntan, “when you are worthy of it.” \nEvery morning the charlatan and the foolish"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 86",
    "text": "The Tales of Beedle the Bard \n66 \nKing walked out into the palace grounds, \nwhere they waved their wands and shouted \nnonsense at the sky. The charlatan was careful to \nperform more tricks, so that the King remained \nconvinced of his Grand So rcerer’s skill, and \nof the power of the wands that had cost so \nmuch gold. \nOne morning, as the charlatan and the foolish \nKing were twirling their twigs, and hopping in \ncircles, and chanting meaningless rhymes, a loud \ncackling reached the King’s ears. Babbitty the \nwasherwoman was watchi ng the King and the \ncharlatan from the window of her tiny cottage, \nand was laughing so hard she soon sank out of \nsight, too weak to stand. \n“I must look most undignified, to make the \nold washerwoman laugh so!” said the King. He \nceased his hopping and twig twirling, and"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 87",
    "text": "Babbitty Rabbitty and her Cackling Stump \n67 \nfrowned. “I grow weary of practice! When shall \nI be ready to perform real spells in front of my \nsubjects, Sorcerer?” \nThe charlatan tried to soothe his pupil, \nassuring him that he would soon be capable \nof astonishing feats of magic, but Babbitty’s \ncackling had stung the foolish King more than \nthe charlatan knew. \n“Tomorrow,” said the King, “we shall invite our \ncourt to watch their King perform magic!” \nThe charlatan saw that the time had come to \ntake his treasure and flee. \n“Alas, Your Majesty, it is impossible! I had \nforgotten to tell Your Majesty that I must set \nout on a long journey tomorrow –” \n“If you leave this palace without my permis-\nsion, Sorcerer, my Brigade of Witch-Hunters \nwill hunt you down with their hounds!"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 88",
    "text": "The Tales of Beedle the Bard \n68 \nTomorrow morning you will assist me to \nperform magic for the benefit of my lords and \nladies, and if anybody laughs at me, I shall have \nyou beheaded!” \nThe King stormed back to the palace, leaving \nthe charlatan alone and afraid. Not all his \ncunning could save him now, for he could not \nrun away, nor could he help the King with \nmagic that neither of them knew. \nSeeking a vent for his fear and his anger, the \ncharlatan approached the window of Babbitty \nthe washerwoman. Peering inside, he saw the \nlittle old lady sitting at her table, polishing a \nwand. In a corner behind her, the King’s sheets \nwere washing themselves in a wooden tub. \nThe charlatan understood at once that \nBabbitty was a true witch, and that she who had \ngiven him his awful problem could also solve it."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 89",
    "text": "Babbitty Rabbitty and her Cackling Stump \n69 \n“Crone!” roared the charlatan. “Your cackling \nhas cost me dear! If you fail to help me, I shall \ndenounce you as a witch, and it will be you who \nis torn apart by the King’s hounds!” \nOld Babbitty smiled at the charlatan and \nassured him that she would do everything in her \npower to help. \nThe charlatan instructed her to conceal herself \ninside a bush while the King gave his magical \ndisplay, and to perform the King’s spells for him, \nwithout his knowledge. Ba bbitty agreed to the \nplan but asked one question. \n“What, sir, if the King attempts a spell \nBabbitty cannot perform?” \nThe charlatan scoffed. \n“Your magic is more than equal to that fool’s \nimagination,” he assured her, and he retired to \nthe castle, well pleased with his own cleverness."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 90",
    "text": "The Tales of Beedle the Bard \n70 \nThe following morning all the lords and ladies \nof the kingdom assembled in the palace grounds. \nThe King climbed on to a stage in front of them, \nwith the charlatan by his side. \n“I shall firstly make this lady’s hat disappear!” \ncried the King, pointing his twig at a noble-\nwoman. \nFrom inside a bush nearby, Babbitty pointed \nher wand at the hat and caused it to vanish. \nGreat was the astonishment and admiration \nof the crowd, and loud their applause for the \njubilant King. \n“Next, I shall make that horse fly!” cried the \nKing, pointing his twig at his own steed. \nFrom inside the bush, Babbitty pointed \nher wand at the horse a nd it rose high into \nthe air. \nThe crowd was still more thrilled and amazed,"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 92",
    "text": "The Tales of Beedle the Bard \n72 \nand they roared their appreciation of their \nmagical King. \n“And now,” said the King, looking all around \nfor an idea; and the Captain of his Brigade of \nWitch-Hunters ran forwards. \n“Your Majesty,” said the Captain, “this very \nmorning, Sabre died of eating a poisonous \ntoadstool! Bring him back to life, Your Majesty, \nwith your wand!” \nAnd the Captain heaved on to the stage the \nlifeless body of the largest of the witch-hunting \nhounds. \nThe foolish King brandished his twig \nand pointed it at the dead dog. But inside the \nbush, Babbitty smiled, and did not trouble \nto lift her wand, for no magic can raise the \ndead. \nWhen the dog did not stir, the crowd began"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 93",
    "text": "Babbitty Rabbitty and her Cackling Stump \n73 \nfirst to whisper, and then to laugh. They \nsuspected that the King’s first two feats had \nbeen mere tricks after all. \n“Why doesn’t it work?” the King screamed at \nthe charlatan, who bethought himself of the \nonly ruse left to him. \n“There, Your Majesty, there!” he shouted, \npointing at the bush where Babbitty sat \nconcealed. “I see her plain, a wicked witch who \nis blocking your magic with her own evil \nspells! Seize her, somebody, seize her!” \nBabbitty fled from the bush, and the Brigade \nof Witch-Hunters set off in pursuit, unleashing \ntheir hounds, who bayed for Babbitty’s blood. \nBut as she reached a low hedge, the little witch \nvanished from sight, and when the King, the \ncharlatan and all the courtiers gained the other \nside, they found the pack of witch-hunting"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 94",
    "text": "The Tales of Beedle the Bard \n74 \nhounds barking and scrabbling around a bent \nand aged tree. \n“She has turned herself into a tree!” screamed \nthe charlatan and, dreading lest Babbitty turn \nback into a woman and denounce him, he added, \n“Cut her down, Your Majesty, that is the way to \ntreat evil witches!” \nAn axe was brought at once, and the old tree \nwas felled to loud cheers from the courtiers and \nthe charlatan. \nHowever, as they were making ready to return \nto the palace, the sound of loud cackling stopped \nthem in their tracks. \n“Fools!” cried Babbitty’s voice from the stump \nthey had left behind. \n“No witch or wizard can be killed by being cut \nin half! Take the axe, if you do not believe me, \nand cut the Grand Sorcerer in two!”"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 95",
    "text": "The Captain of the Brigade of Witch-Hunters \nwas eager to make the experiment, but as he \nraised the axe the charlatan fell to his knees, \nscreaming for mercy and confessing all his \nwickedness. As he was dragged away to the \ndungeons, the tree stump cackled more loudly \nthan ever. \n“By cutting a witch in half, you have \nunleashed a dreadful curse upon your kingdom!”"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 96",
    "text": "The Tales of Beedle the Bard \n76 \nit told the petrified King. “Henceforth, every \nstroke of harm that you inflict upon my fellow \nwitches and wizards will feel like an axe stroke \nin your own side, until you will wish you could \ndie of it!” \nAt that, the King fell to his knees too, and \ntold the stump that he would issue a proclama-\ntion at once, protecting all the witches and \nwizards of the kingdom, and allowing them to \npractise their magic in peace. \n“Very good,” said the stump, “but you have not \nyet made amends to Babbitty!” \n“Anything, anything at all!” cried the foolish \nKing, wringing his hands before the stump. \n“You will erect a statue of Babbitty upon me, \nin memory of your poor washerwoman, and to \nremind you for ever of your own foolishness!” \nsaid the stump."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 97",
    "text": "Babbitty Rabbitty and her Cackling Stump \n77 \nThe King agreed to it at once, and promised \nto engage the foremost sculptor in the land, and \nhave the statue made of pure gold. Then the \nshamed King and all the noblemen and women \nreturned to the palace, leaving the tree stump \ncackling behind them. \nWhen the grounds were deserted once more, \nthere wriggled from a hole between the roots \nof the tree stump a stout and whiskery old \nrabbit with a wand clamped between her \nteeth. Babbitty hopped out of the grounds and \nfar away, and ever after a golden statue of the \nwasherwoman stood upon the tree stump, and \nno witch or wizard was ever persecuted in \nthe kingdom again."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 98",
    "text": "78 \nThe story of “Babbitty Rabbitty and her Cackling \nStump” is, in many ways, the most “real” of Beedle’s \ntales, in that the magic described in the story \nconforms, almost entirely, to known magical \nlaws. \nIt was through this story that many of us first \ndiscovered that magic could not bring back the \ndead – and a great disappointment and shock it \nwas, convinced as we had been, as young children, \nthat our parents would be able to awaken our dead \nrats and cats with one wave of their wands. \nThough some six centuries have elapsed since \nBeedle wrote this tale, and while we have devised \ninnumerable ways of maintaining the illusion of"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 99",
    "text": "Professor Dumbledore’s Notes \n79 \nour loved ones’ continuing presence,1 wizards still \nhave not found a way of reuniting body and soul \nonce death has occurred. As the eminent wizarding \nphilosopher Bertrand de Pensées-Profondes writes \nin his celebrated work A Study into the Possibility of \nReversing the Actual and Metaphysical Effects of \nNatural Death, with Particular Regard to the \nReintegration of Essence and Matter: “Give it up. It’s \nnever going to happen.” \nThe tale of Babbitty Rabbitty does, however, \ngive us one of the earliest literary mentions of an \nAnimagus, for Babbitty the washerwoman is pos-\nsessed of the rare magical ability to transform into \nan animal at will. \nAnimagi make up a small fraction of the  \n1 [Wizarding photographs and portraits move and (in the case of the latter) \ntalk just like their subjects. Other rare objects, such as the Mirror of \nErised, may also reveal more than a static image of a lost loved one. \nGhosts are transparent, moving, talking and thinking versions of wizards \nand witches who wished, for whatever reason, to remain on earth. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 100",
    "text": "80 \nwizarding population. Achieving perfect, sponta-\nneous human to animal transformation requires \nmuch study and practice, and many witches and \nwizards consider that their time might be better \nemployed in other ways. Certainly, the application \nof such a talent is limited unless one has a great \nneed of disguise or concealment. It is for this \nreason that the Ministry of Magic has insisted \nupon a register of Animagi, for there can be \nno doubt that this kind of magic is of greatest use \nto those engaged in surreptitious, covert or even \ncriminal activity.\n2 \nWhether there was ever a washerwoman who \nwas able to transform into a rabbit is open to \ndoubt; however, some magical historians have  \n2 [Professor McGonagall, Headmisrress of Hogwarts, has asked me to make \nclear that she became an Animagus merely as a result of her extensive \nresearches into all fields of Transfiguration, and that she has never used \nthe ability to turn into a tabby cat for any surreptitious purpose, setting \naside legitimate business on behalf of the Order of the Phoenix where \nsecrecy and concealment were imperative. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 101",
    "text": "Professor Dumbledore’s Notes \n81 \nsuggested that Beedle modelled Babbitty on the \nfamous French sorceress Lisette de Lapin, who was \nconvicted of witchcraft in Paris in 1422. To the \nastonishment of her Muggle guards, who were \nlater tried for helping the witch to escape, Lisette \nvanished from her prison cell the night before she \nwas due to be executed. Although it has never \nbeen proven that Lisette was an Animagus who \nmanaged to squeeze through the bars of her cell \nwindow, a large white rabbit was subsequently \nseen crossing the English Channel in a cauldron \nwith a sail fitted to it, and a similar rabbit later \nbecame a trusted advisor at the court of King \nHenry VI.\n3 \nThe King in Beedle’s story is a foolish Muggle \nwho both covets and fears magic. He believes \nthat he can become a wizard simply by learning  \n3 This may have contributed to that Muggle King’s reputation for mental \ninstability."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 102",
    "text": "82 \nincantations and waving a wand.4 He is completely \nignorant of the true nature of magic and wizards, \nand therefore swallows the preposterous sugges-\ntions of both the charlatan and Babbitty. This is \ncertainly typical of a particular type of Muggle \nthinking: in their ignorance, they are prepared to \naccept all sorts of impossibilities about magic, \nincluding the proposition that Babbitty has turned \nherself into a tree that can still think and talk. (It \nis worth noting at this point, however, that while \nBeedle uses the talking-tree device to show us how  \n4 As intensive studies in the Department of Mysteries demonstrated as far \nback as 1672, wizards and witches are born, not created. While the \n“rogue” ability to perform magic sometimes appears in those of apparent \nnon-magical descent (though several later studies have suggested that \nthere will have been a witch or wizard somewhere on the family tree), \nMuggles cannot perform magic. The best - or worst - they could hope \nfor are random and uncontrollable effects generated by a genuine magical \nwand, which, as an instrument through which magic is supposed to be \nchannelled, sometimes holds residual power that it may discharge at odd \nmoments – see also the notes on wandlore for “The Tale of the Three \nBrothers”."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 103",
    "text": "Professor Dumbledore’s Notes \n83 \nignorant the Muggle King is, he also asks us to \nbelieve that Babbitty can talk while she is a rabbit. \nThis might be poetic licence, but I think it more \nlikely that Beedle had only heard about Animagi, \nand never met one, for this is the only liberty that \nhe takes with magical laws in the story. Animagi \ndo not retain the power of human speech while in \ntheir animal form, alth ough they keep all their \nhuman thinking and reasoning powers. This, as \nevery schoolchild knows, is the fundamental \ndifference between being an Animagus, and \nTransfiguring oneself into an animal. In the case \nof the latter, one would become the animal \nentirely, with the consequence that one would \nknow no magic, be unaware that one had ever \nbeen a wizard, and would need somebody else to \nTransfigure one back to one’s original form.) \nI think it possible that in choosing to make his \nheroine pretend to turn into a tree, and threaten \nthe King with pain like an axe stroke in his own"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 104",
    "text": "84 \nside, Beedle was inspired by real magical traditions \nand practices. Trees with wand-quality wood have \nalways been fiercely protected by the wandmakers \nwho tend them, and cutting down such trees to \nsteal them risks incurring not only the malice \nof the Bowtruckles5 usually nesting there, but also \nthe ill effect of any protective curses placed around \nthem by their owners. In Beedle’s time, the \nCruciatus Curse had not yet been made illegal by \nthe Ministry of Magic,\n6 and could have produced \nprecisely the sensation with which Babbitty \nthreatens the King."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 104",
    "text": "5 For a full description of these curious little tree-dwellers, see Fantastic \nBeasts and Where to Find Them. \n6 The Cruciatus, Imperius and Avada Kedavra Curses were first classified as \nUnforgivable in 1717, with the strictest penalties attached to their use."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 107",
    "text": "R=\n=\nqeb=q^ib=lc=qeb=qeobb=\n=_olqebop=\n87 \nThere were once three brothers who were travel-\nling along a lonely, winding road at twilight. In \ntime, the brothers reached a river too deep to \nwade through and too dangerous to swim across. \nHowever, these brothers were learned in the \nmagical arts, and so they simply waved their \nwands and made a bridge  appear across the"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 109",
    "text": "The Tale of the Three Brothers \n89 \ntreacherous water. They were halfway across it \nwhen they found their path blocked by a hooded \nfigure. \nAnd Death spoke to them. He was angry that \nhe had been cheated out of three new victims, \nfor travellers usually drowned in the river. But \nDeath was cunning. He pretended to congratu-\nlate the three brothers upon their magic, and \nsaid that each had earned a prize for having been \nclever enough to evade him. \nSo the oldest brother, who was a combative \nman, asked for a wand more powerful than any \nin existence: a wand that must always win duels \nfor its owner, a wand wo rthy of a wizard who \nhad conquered Death! So Death crossed to an \nelder tree on the banks of the river, fashioned a \nwand from a branch that hung there, and gave it \nto the oldest brother."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 110",
    "text": "The Tales of Beedle the Bard \n90 \nThen the second brother, who was an arrogant \nman, decided that he wanted to humiliate Death \nstill further, and asked for the power to recall \nothers from Death. So Death picked up a stone \nfrom the riverbank and gave it to the second \nbrother, and told him that the stone would have \nthe power to bring back the dead. \nAnd then Death asked the third and youngest \nbrother what he would like. The youngest \nbrother was the humblest and also the wisest \nof the brothers, and he  did not trust Death. \nSo he asked for something that would enable \nhim to go forth from that place without \nbeing followed by Death. And Death, most \nunwillingly, handed over his own Cloak of \nInvisibility. \nThen Death stood aside and allowed the three \nbrothers to continue on their way and they did"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 111",
    "text": "The Tale of the Three Brothers \n91 \nso, talking with wonder of the adventure they \nhad had, and admiring Death’s gifts. \nIn due course the brothers separated, each for \nhis own destination. \nThe first brother travelled on for a week or \nmore, and reaching a distant village, he sought \nout a fellow wizard with whom he had a quarrel. \nNaturally, with the Elder Wand as his weapon, \nhe could not fail to win the duel that followed. \nLeaving his enemy dead upon the floor, the \noldest brother proceeded to an inn, where he \nboasted loudly of the powerful wand he had \nsnatched from Death himself, and of how it \nmade him invincible. \nThat very night, another wizard crept upon \nthe oldest brother as he lay, wine-sodden, upon \nhis bed. The thief took the wand and, for good \nmeasure, slit the oldest brother’s throat."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 112",
    "text": "The Tales of Beedle the Bard \n92 \nAnd so Death took the first brother for his \nown. \nMeanwhile, the second brother journeyed to \nhis own home, where he lived alone. Here he \ntook out the stone that had the power to recall \nthe dead, and turned it thrice in his hand. To his \namazement and his delight, the figure of the girl \nhe had once hoped to marry before her untimely \ndeath appeared at once before him. \nYet she was silent and cold, separated from \nhim as though by a veil. Though she had \nreturned to the mortal world, she did not truly \nbelong there and suffered. Finally, the second \nbrother, driven mad with hopeless longing, \nkilled himself so as truly to join her. \nAnd so Death took the second brother for his \nown. \nBut though Death searched for the third"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 113",
    "text": "The Tale of the Three Brothers \n93 \nbrother for many years, he was never able to find \nhim. It was only when he had attained a great \nage that the youngest brother finally took off the \nCloak of Invisibility and gave it to his son. And \nthen he greeted Death as an old friend, and went \nwith him gladly, and, equals, they departed this \nlife."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 114",
    "text": "94 \nThis story made a profound impression on me as a \nboy. I heard it first from my mother, and it soon \nbecame the tale I requested more often than any \nother at bedtime. This frequently led to arguments \nwith my younger bro ther, Aberforth, whose \nfavourite story was “Grumble the Grubby Goat”. \nThe moral of “The Tale of the Three Brothers” \ncould not be any clearer: human efforts to evade \nor overcome death are always doomed to dis-\nappointment. The third brother in the story (“the \nhumblest and also the wisest”) is the only one who \nunderstands that, having narrowly escaped Death \nonce, the best he can hope for is to postpone their \nnext meeting for as long as possible. This youngest"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 115",
    "text": "Professor Dumbledore’s Notes \n95 \nbrother knows that taunting Death – by engaging \nin violence, like the first brother, or by meddling \nin the shadowy art of necromancy,\n1 like the second \nbrother - means pitting oneself against a wily \nenemy who cannot lose. \nThe irony is that a curious legend has grown up \naround this story, which precisely contradicts the \nmessage of the original. This legend holds that the \ngifts Death gives the brothers – an unbeatable \nwand, a stone that can bring back the dead, and an \nInvisibility Cloak that endures for ever – are \ngenuine objects that exist in the real world. The \nlegend goes further: if any person becomes the \nrightful owner of all three, then he or she will \nbecome “master of Death”, which has usually been \nunderstood to mean that they will be invulnerable, \neven immortal. \n1 [Necromancy is the Dark Art of raising the dead. It is a branch of magic \nthat has never worked, as this story makes clear. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 116",
    "text": "96 \nWe may smile, a little sadly, at what this tells us \nabout human nature. The kindest interpretation \nwould be: “Hope springs eternal”.2 In spite of the \nfact that, according to Beedle, two of the three \nobjects are highly dangerous, in spite of the clear \nmessage that Death comes for us all in the end, a \ntiny minority of the wizarding community persists \nin believing that Beedle was sending them a coded \nmessage, which is the exact reverse of the one set \ndown in ink, and that they alone are clever enough \nto understand it. \nTheir theory (or perhaps “desperate hope” might \nbe a more accurate term ) is supported by little \nactual evidence. True Invisibility Cloaks, though \nrare, exist in this world of ours; however, the story \nmakes it clear that Death’s Cloak is of a uniquely  \n2 [This quotation demonstrates that Albus Dumbledore was not only \nexceptionally well read in wizarding terms, but also that he was familiar \nwith the writings of Muggle poet Alexander Pope. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 117",
    "text": "Professor Dumbledore’s Notes \n97 \ndurable nature.3 Through all the centuries that \nhave intervened between Beedle’s day and our \nown, nobody has ever claimed to have found \nDeath’s Cloak. This is explained away by true \nbelievers thus: either the third brother’s descen-\ndants do not know where their Cloak came from, \nor they know and are determined to show their \nancestor’s wisdom by not trumpeting the fact. \nNaturally enough, the stone has never been \nfound, either. As I have already noted in the \ncommentary for “Babbitty Rabbitty and her \nCackling Stump”, we remain incapable of raising \nthe dead, and there is every reason to suppose \nthat this will never happen. Vile substitutions  \n3 [Invisibility Cloaks are not, generall y, infallible. They may rip or grow \nopaque with age, of the charms placed upon them may wear off, or be \ncountered by charms of revealment. This is why witches and wizards \nusually turn, in the first instance, to Disillusionment Charms for \nself-camouflage or concealment. Albus Dumbledore was known to be able \nto perform a Disillusionment Charm so powerful as to render himself \ninvisible without the need for a Cloak. JKR]"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 118",
    "text": "98 \nhave, of course, been attempted by Dark wizards, \nwho have created Inferi, 4 but these are ghastly \npuppets, not truly reawoken humans. What is \nmore, Beedle’s story is quite explicit about the fact \nthat the second brother’s lost love has not really \nreturned from the dead. She has been sent by \nDeath to lure the second brother into Death’s \nclutches, and is therefore cold, remote, tantalis-\ningly both present and absent.\n5 \nThis leaves us with the wand, and here the \nobstinate believers in Beedle’s hidden message \nhave at least some historical evidence to back up \ntheir wild claims. For it is the case – whether \nbecause they liked to glorify themselves, or to \nintimidate possible attackers, or because they truly \nbelieved what they were saying – that wizards  \n4 [Inferi are corpses reanimated by Dark Magic. JKR] \n5 Many critics believe that Beedle was inspired by the Philosopher’s Stone, \nwhich makes the immortality-inducing Elixir of Life, when creating this \nstone that can raise the dead."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 119",
    "text": "Professor Dumbledore’s Notes \n99 \ndown the ages have claimed to possess a wand \nmore powerful than the ordinary, even an “unbeat-\nable” wand. Some of these wizards have gone so far \nas to claim that their wand is made of elder, like \nthe wand supposedly made by Death. Such wands \nhave been given many names, among them “the \nWand of Destiny” and “the Deathstick”. \nIt is hardly surprising that old superstitions \nhave grown up around our wands, which are, after \nall, our most important magical tools and \nweapons. Certain wands (and therefore their \nowners) are supposed to be incompatible:"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 120",
    "text": "Whether because of the fact that Death makes the \nfictional wand out of elder in Beedle’s story, or \nbecause power-hungry or violent wizards have per-\nsistently claimed that their own wands are made of \nelder, it is not a wood that is much favoured \namong wandmakers. \nThe first well-documented mention of a wand \nmade of elder that had particularly strong and dan-\ngerous powers was owned by Emeric, commonly \ncalled “the Evil”, a short-lived but exceptionally \naggressive wizard who te rrorised the South of \nEngland in the early Middle Ages. He died as he \nhad lived, in a ferocious duel with a wizard known \nas Egbert. What became of Egbert is unknown, \nalthough the life expectancy of medieval duellers"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 121",
    "text": "Professor Dumbledore’s Notes \n101 \nwas generally short. In the days before there was a \nMinistry of Magic to regulate the use of Dark \nMagic, duelling was usually fatal. \nA full century later, another unpleasant charac-\nter, this time named Godelot, advanced the study \nof Dark Magic by writing a collection of danger-\nous spells with the help of a wand he described in \nhis notebook as “my moste wicked and subtle \nfriend, with bodie of Ellhorn,\n6 who knowes ways of \nmagick moste evile”. (Magick Moste Evile became \nthe title of Godelot’s masterwork.) \nAs can be seen, Godelot considers his wand to \nbe a helpmeet, almost an instructor. Those who are \nknowledgeable about wandlore7 will agree that \nwands do indeed absorb the expertise of those who \nuse them, though this is an unpredictable and \nimperfect business; one must consider all kinds of  \n6 An old name for “elder”. \n7 Such as myself."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 122",
    "text": "102 \nadditional factors, such as the relationship between \nthe wand and the user, to understand how well it \nis likely to perform with any particular individual. \nNevertheless, a hypothetical wand that had passed \nthrough the hands of many Dark wizards would be \nlikely to have, at the very least, a marked affinity \nfor the most dangerous kinds of magic. \nMost witches and wizards prefer a wand that has \n“chosen” them to any kind of second-hand wand, \nprecisely because the latter is likely to have learned \nhabits from its previous owner that might not be \ncompatible with the new user’s style of magic. The \ngeneral practice of burying (or burning) the wand \nwith its owner, once he or she has died, also tends \nto prevent any individual wand learning from too \nmany masters. Believers in the Elder Wand, \nhowever, hold that because of the way in which it \nhas always passed allegiance between owners – the \nnext master overcoming the first, usually by \nkilling him – the Elde r Wand has never been"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 123",
    "text": "Professor Dumbledore’s Notes \n103 \ndestroyed or buried, but has survived to accumu-\nlate wisdom, strength and power far beyond the \nordinary. \nGodelot is known to have perished in his own \ncellar, where he was locked by his mad son, \nHereward. We must assume that Hereward took \nhis father’s wand, or the latter would have been \nable to escape, but what Hereward did with the \nwand after that we cannot be sure. All that is \ncertain is that a wand called “the Eldrun\n8 Wand” by \nits owner, Barnabas Deverill, appeared in the early \neighteenth century, and that Deverill used it to \ncarve himself out a reputation as a fearsome \nwarlock, until his reign of terror was ended by the \nequally notorious Loxias, who took the wand, \nrechristened it “the Deathstick”, and used it to lay \nwaste to anyone who displeased him. It is difficult \nto trace the subsequent history of Loxias’s wand, as  \n8 Also an old name for “elder”."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 124",
    "text": "104 \nmany claimed to have finished him off, including \nhis own mother. \nWhat must strike any intelligent witch or \nwizard on studying the so-called history of the \nElder Wand is that every man who claims to have \nowned it9 has insisted that it is “unbeatable”, when \nthe known facts of its passage through many \nowners’ hands demonstrate that not only has it \nbeen beaten hundreds of times, but that it also \nattracts trouble as Grumble the Grubby Goat \nattracted flies. Ultimately, the quest for the Elder \nWand merely supports an observation I have \nhad occasion to make many times over the course \nof my long life: that humans have a knack of \nchoosing precisely those things that are worst for \nthem. \nBut which of us would have shown the wisdom  \n9 No witch has ever claimed to own the Elder Wand. Make of that what \nyou will."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 125",
    "text": "Professor Dumbledore’s Notes \n105 \nof the third brother, if offered the pick of Death’s \ngifts? Wizards and Muggles alike are imbued with \na lust for power; how many would resist “the Wand \nof Destiny”? Which human being, having lost \nsomeone they loved, could withstand the tempta-\ntion of the Resurrection Stone? Even I, Albus \nDumbledore, would find it easiest to refuse the \nInvisibility Cloak; which only goes to show that, \nclever as I am, I remain just as big a fool as anyone \nelse."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 127",
    "text": "Thank you very much for bu ying this unique and \nspecial book. I wanted to take this opportunity to \nexplain just how your support will help us to make a \nreal difference to the lives of so many vulnerable chil-\ndren."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 127",
    "text": "More than 1 million children live in large residential \ninstitutions across Europe. Contrary to popular belief, \nmost of them are not orphans, but are in care because \ntheir families are poor, disabled or from ethnic minori-\nties. Many of these child ren have disabilities and \nhandicaps, but often remain without any health or \neducational interventions. In some cases they do not \nreceive life’s basics, such as adequate food. Almost \nalways they are without human or emotional contact \nand stimulation."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 127",
    "text": "To change the lives of institutionalised and margin-\nalised children, and try to make sure that no future \ngeneration suffers in this way, J K Rowling and I set up \nthe Children’s High Level Group (CHLG) charity in \n2005. We wanted to give these abandoned children a \nvoice: to allow their stories to be heard."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 127",
    "text": "CHLG aims to bring an end to the use of large institu-\ntions and promote ways that allow children to live with"
  },
  {
    "source": "the tales of beedle the bard.pdf, page 128",
    "text": "The campaign helps around a quarter of a million chil-\ndren each year. We fund a dedicated, independent child \nhelpline that provides support and information to hun-\ndreds of thousands of children annually. We also run \neducation activities, including the “Community Action” \nproject, in which young people from mainstream edu-\ncation work with special needs children in institutions; \nand “Edelweiss”, which allows young people who are \nmarginalised and institutionalised to express them-\nselves through their creativity and talents. And in \nRomania, CHLG has created a national children’s \ncouncil to represent the rights of children, and which \nallows them to speak out about their own experiences."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 128",
    "text": "But our reach goes only so far. We need funds to \nscale up and replicate our work, to reach out into more \ncountries and help even more children who are in such \ndesperate need."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 128",
    "text": "CHLG has a unique character amongst non-\ngovernmental organisations in this field, namely \nworking with governments and state institutions, civil \nsociety, professionals and voluntary organisations, as \nwell as practical providers of services on the ground."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 129",
    "text": "109 \nCHLG aims to achieve full implementation of the \nUnited Nations Convention on the Rights of the Child \nacross Europe and, ultimately, around the world. In \nonly two years, we have already assisted governments to \ndevelop strategies to prevent the abandonment of \nbabies in hospitals and to improve the care of children \nwith disabilities and handicaps, and have developed a \nmanual of best practice in de-institutionalisation."
  },
  {
    "source": "the tales of beedle the bard.pdf, page 129",
    "text": "We are truly grateful for your support in buying this \nbook. These vital funds will allow CHLG to continue \nour activities, giving hundreds of thousands more chil-\ndren the chance of a decent and healthy life."
  }
]